import userStore from "../src/store/userStore";


export default{
    title1: 'क्लीनरलाब',
    description1: 'जल्दी से स्टोरेज स्कैन करें! समान और डुप्लिकेट फ़ोटो को साफ करें और सबसे अच्छे रखो!',
    title2: 'संपर्क',
    description2: 'आईफोन पर दो बार सहेजे गए संपर्कों को मर्ज करें और गंदगी से छुटकारा पाएं!',
    title3: 'Cleanerlab में आपका स्वागत है',
    description3: 'क्लीनरलाब',
    used: '{{total}}% का उपयोग किया जाता है।',
    popupInfo: 'क्लीनरेब स्टोरेज स्पेस को मुक्त करने के लिए यहां है। हम पारदर्शिता की पेशकश करने और गोपनीयता की रक्षा करने का लक्ष्य रखते हैं। जारी रखने से, आप हमारी उपयोग और गोपनीयता नीति की शर्तों से सहमत हैं।',
    termsOfUse: 'उपयोग की शर्त',
    alert: 'चेतावनी',
    needPermission: 'आपको गैलरी एक्सेस अनुमति देने की आवश्यकता है।',
    homeTitle: 'मेरा मीडिया आर्काइव',
    pro: 'समर्थक',
    cleanableStorage: 'स्वच्छ क्षेत्र',
    permissionTitle: 'फ़ोटो को स्कैन करने के लिए एक्सेस अनुमति की आवश्यकता होती है।',
    permissionDesc: 'CleanerLab के साथ सफाई शुरू करने के लिए, आपको सभी फ़ोटो तक पहुंच प्रदान करने की आवश्यकता है।',
    allow: 'अनुमति देना',
    file: 'फ़ाइल',
    similar: 'एक जैसा',
    photo: 'फ़ोटो',
    photos: 'तस्वीरें',
    duplicated: 'डुप्लिकेट',
    videos: 'वीडियो',
    video: 'वीडियो',
    loading: 'लोड हो रहा है कृपया प्रतीक्षा करें...',
    screenshots: 'स्क्रीनशॉट',
    other: 'अन्य',
    secretPlace: 'गुप्त स्थान',
    contacts: 'संपर्क',
    charge: 'शुल्क',
    clean: 'स्वच्छ',
    noPhoto: 'कोई फोटो साफ करने के लिए नहीं',
    noVideo: 'कोई वीडियो साफ करने के लिए नहीं',
    noLimit: 'आप इस क्षेत्र में दैनिक फोटो विलोपन सीमा तक पहुंच गए हैं। आप अन्य क्षेत्रों से फ़ोटो और वीडियो साफ कर सकते हैं।',
    tooManyAds: 'आपने बहुत सारे विज्ञापन देखे हैं। हटाने के लिए थोड़ी देर के बाद फिर से प्रयास करें।',
    see: 'जांच',
    bestResult: 'सबसे अच्छा परिणाम',
    best: 'सबसे अच्छा परिणाम',
    review: 'समीक्षा',
    letsStart: 'चलो शुरू करते हैं',
    similarPhotos: 'इसी तरह की तस्वीरें',
    similarPhotosDesc: 'इसी तरह की तस्वीरों को एक साथ लाना और हम सर्वोत्तम परिणामों की सलाह देते हैं। सुरक्षित रूप से समीक्षा करें और उन लोगों का चयन करें जिन्हें आप कचरे पर जाना चाहते हैं।',
    samePhotos: 'डुप्लिकेट की गई तस्वीरें',
    duplicatedContacts: 'डुप्लिकेट किए गए संपर्क',
    samePhotosDesc: 'यहां डुप्लिकेट तस्वीरें हैं जो बिल्कुल एक दूसरे के समान हैं। एक बार में सभी डुप्लिकेट को हटाएं और मूल रखें।',
    screenshotDesc: 'तेजी से समीक्षा के लिए इसी तरह की स्क्रीन हम आपकी तस्वीरों को समूहित करते हैं! उन्हें सुरक्षित रूप से भेजें और उन लोगों का चयन करें जिन्हें आप कचरे पर जाना चाहते हैं।',
    others: 'अन्य',
    otherDesc: 'यहां वे तस्वीरें हैं जो किसी भी श्रेणी से संबंधित नहीं हैं। इन तस्वीरों को आकार या तारीख से क्रमबद्ध करें। अनावश्यक को अलविदा कहो।',
    videosDesc: 'अपने सभी वीडियो देखें। अपने वीडियो को आकार या तिथि से क्रमबद्ध करें। उन लोगों को देखें जो सबसे अधिक स्थान लेते हैं।',
    keepAll: 'सभी रखना',
    selectAll: 'सभी का चयन करे',
    deselectAll: 'सभी को अचिन्हिंत करें',
    selectedAll: 'सभी का चयन किया',
    similarsTotal: '{{total}} तस्वीरें',
    similarSelected: '{{total}} चयनित',
    newest: 'नवीनतम',
    oldest: 'सबसे पुराने',
    most: 'सबसे',
    biggest: 'सबसे बड़ी',
    smallest: 'सबसे छोटा',
    deleteSimilar: 'हटाएं {{total}} समान',
    deleteSame: 'हटाएं {{total}} डुप्लिकेट',
    deleteVideo: 'हटाएं {{total}} वीडियो',
    deleteEkrans: 'हटाएं {{total}} स्क्रीनशॉट',
    deleteOther: 'हटाएं {{total}} फोटो',
    keptSuccessfuly: 'तस्वीरों को सफलतापूर्वक संग्रहीत किया गया है।',
    sameLine: '{{total}} डुप्लिकेटेड',
    similarLine: '{{total}} समान',
    ekranLine: '{{total}} स्क्रीनशॉट',
    settings: 'समायोजन',
    premiumTitleSettings: 'असीमित पहुंच अनलॉक करें',
    premiumDescSettings: 'सभी क्लीनरलाब सुविधाओं के लिए असीमित पहुंच का आनंद लें।',
    secret: 'गुप्त पुस्तकालय',
    share: 'शेयर करना',
    'delete': 'मिटाना',
    sure: 'फ़ाइलें आपके छिपे हुए पुस्तकालय से हटा दी जाएंगी।',
    cancel: 'रद्द करना',
    'import': 'आयात फोटो या वीडियो',
    noSecret: 'कोई छिपी हुई फाइलें नहीं',
    noSecretDesc: 'हिडन फोटो या वीडियो जोड़ने के लिए जोड़ें टैप करें।',
    addMedia: 'मीडिया जोड़ो',
    keptList: 'संग्रहीत सूची',
    clues: 'सलाह',
    usePin: 'पिन का उपयोग करें',
    deleteAfter: 'आयात के बाद निकालें',
    tools: 'औजार',
    faq: 'सामान्य प्रश्न',
    emailSupport: 'ई - मेल समर्थन',
    takeAgain: 'पुनर्स्थापित करना',
    aboutUs: 'हमारे बारे में',
    privacy: 'गोपनीयता नीति',
    reviewApp: 'हमें रेटिंग दें',
    shareApp: 'शेयर करना',
    moreInfo: 'और जानकारी',
    changePin: 'पिन बदलें',
    createPin: 'पिन बनाएं',
    fail: 'विफल',
    notMatch: 'आपके द्वारा दर्ज किया गया पासवर्ड मेल नहीं खाता है।',
    permissionNeeded: 'आवश्यक अनुमति',
    findDuplicates: 'क्लीनलैब को इसके संपर्कों में डुप्लिकेट खोजने की अनुमति दें।',
    allContacts: 'सभी संपर्क',
    deleteContacts: 'हटाएं {{total}} संपर्क',
    duplicatedContact: 'डुप्लिकेट संपर्क',
    willMerge: 'विलय करने के लिए संपर्क',
    merged: 'विलय संस्करण',
    mergeContacts: 'मर्ज {{total}} संपर्क',
    noNumber: 'नंबर नहीं है',
    noBack: 'यह विलोपन पूर्ववत नहीं किया जा सकता है। \n  क्या आप जारी रखना चाहते हैं?',
    chargeAnimation: 'चार्जिंग एनीमेशन',
    setAnimation: 'एनीमेशन सेट करें',
    fastClean: 'त्वरित स्पष्ट',
    keep: 'रखना',
    cleanClue: 'हटाने के लिए, नीचे रखने के लिए नीचे स्वाइप करें।',
    inTrash: 'में मीडिया \n  कचरा',
    emptyTrash: 'ट्रैश खाली करें',
    deleteBig: 'मिटाना',
    faqSections: [
        {
            title: 'क्या क्लीनरबैब गारंटी देता है कि मेरी तस्वीरें कहीं भी अपलोड नहीं की जाएंगी?',
            content: 'CleanerLab को काम करने के लिए इंटरनेट कनेक्शन की आवश्यकता नहीं होती है, इसलिए यह आपकी फ़ोटो को कहीं भी अपलोड नहीं करता है और आपके फ़ोन पर आपके फ़ोटो को स्थानीय स्तर पर स्कैन करता है और विश्लेषण करता है। ऐप आपकी तस्वीरों के बारे में रिपोर्ट भी नहीं भेजता है, केवल रिपोर्ट गुमनाम तकनीकी लॉग जैसे ऐप क्रैश और ग्लिच हैं। अपने फोटो लाइब्रेरी को स्कैन करने और उनका विश्लेषण करने के लिए, क्लीनरबैब को आपकी लाइब्रेरी तक पहुंचने के लिए आपकी अनुमति की आवश्यकता होगी और यह विचार करने के लिए फ़ोटो की जानकारी का उपयोग कर सकते हैं कि क्या कोई फोटो बदल दिया गया है, संपादित या पसंदीदा है और फेस डिटेक्शन डेटा का संदर्भ लें।'
        },
        {
            title: 'CleanerLab सबसे अच्छी तस्वीरें कैसे चुनती है?',
            content: 'CleanerLab की अपनी पहचान और तुलना तकनीक है जिसमें चेहरे की पहचान शामिल है, समान तस्वीरों की तुलना और प्रक्रिया में परिवर्तित, संपादित या पसंदीदा फ़ोटो पर विचार करता है। अंत में, क्लीनरबैब एक सेट से एक तस्वीर को अपने एल्गोरिथ्म के परिणामों के अनुसार सबसे अच्छा परिणाम के रूप में चिह्नित करता है, हालांकि, आपको हमेशा यह सत्यापित करने के लिए ऐप के सुझावों की समीक्षा करनी चाहिए कि वे आपकी पसंद के अनुरूप हैं।'
        },
        {
            title: 'सफाई प्रक्रिया के बाद मेरे फोन पर मेरे पास खाली जगह क्यों नहीं है?',
            content: 'CleanerLab की सफाई प्रक्रिया iOS फ़ोटो ऐप की सफाई प्रक्रिया के अनुरूप है: जिसका अर्थ है कि सभी हटाए गए फ़ोटो/वीडियो को 30 दिनों के लिए आपके लाइब्रेरी में हाल ही में हटाए गए एल्बम में ले जाया जाएगा। इसलिए, वे अभी भी आपके फोन पर जगह ले लेंगे, इस स्थान को खाली करने के लिए, अपने iPhone पर फ़ोटो ऐप खोलें और हाल ही में हटाए गए एल्बम में जाएं। सभी फ़ोटो/वीडियो को आप अपने फोन से हटाना चाहते हैं और फिर डिलीट पर टैप करें। ** यह ध्यान रखना न भूलें कि हाल ही में हटाए गए एल्बम से फ़ाइलों को हटाने से उन्हें पूरी तरह से आपके फोन से हटा दिया जाएगा। **'
        },
        {
            title: 'मैं हटाए गए फ़ोटो/वीडियो को कैसे पुनर्प्राप्त करूं?',
            content: 'यदि आपने अनजाने में एक फोटो/वीडियो को हटा दिया है, तो चिंता करने की कोई आवश्यकता नहीं है। CleanerLab की सफाई प्रक्रिया iOS फ़ोटो ऐप की सफाई प्रक्रिया के अनुरूप है: जिसका अर्थ है कि सभी हटाए गए फ़ोटो/वीडियो को 30 दिनों के लिए आपके लाइब्रेरी में हाल ही में हटाए गए एल्बम में ले जाया जाएगा। तो, यदि आप गलती करते हैं तो आप 30 दिनों के लिए हटाए गए फ़ोटो या वीडियो को पुनर्प्राप्त कर पाएंगे। iOS का फ़ोटो ऐप 30 दिनों के बाद अपने iPhone से फ़ोटो को स्वचालित रूप से मिटा देता है। एक फोटो या एक वीडियो को पुनर्प्राप्त करने के लिए जिसे 30 दिनों से कम समय के लिए हटा दिया गया था, इन चरणों का पालन करें: नन्नान्नानन'
        },
        {
            title: 'मैं अपनी सदस्यता कैसे रद्द कर सकता हूं?',
            content: 'आप अपनी सदस्यता को किसी भी अन्य ऐप स्टोर सदस्यता की तरह क्लीनरेब में रद्द कर सकते हैं: \n अपने iPhone पर सेटिंग्स पर जाएं। \n ITunes और ऐप स्टोर में Apple ID देखें> आपका Apple ID नाम पृष्ठ। \n फिर, टैप सब्सक्रिप्शन> क्लीनरबैब। \n अपनी स्क्रीन के अंत में रद्द सदस्यता बटन पर क्लिक करने के लिए सभी को छोड़ दिया जाता है।'
        },
        {
            title: 'मैं अपनी फ़ोटो लाइब्रेरी में फ़ोटो को कैसे स्कैन करूं?',
            content: 'पहली बार जब आप CleanerLab शुरू करते हैं, तो ऐप स्वचालित रूप से आपकी लाइब्रेरी को स्कैन करना और विश्लेषण करना शुरू कर देगा। ध्यान रखें कि विशेष रूप से यदि आपके पास फ़ोटो का एक बड़ा संग्रह है, तो यह प्रक्रिया व्यापक होगी और इसका उपयोग करने के लिए काफी मात्रा में संसाधनों की आवश्यकता होगी। इसलिए, जब आप पहली बार CleanerLab खोलते हैं, तो कृपया धैर्य रखें और अपने स्कैन और विश्लेषण के परिणाम होने तक प्रतीक्षा करें। यह स्कैन केवल आपके पहले उपयोग के लिए लंबा समय लेगा और क्लीनरबैब आसानी से उपलब्ध स्कैन परिणाम का उपयोग करेगा और केवल सबसे हाल ही में स्कैन करेगा आपके फोटो लाइब्रेरी में परिवर्तन, इसलिए यह बहुत तेज और आसान होगा।'
        },
        {
            title: 'मैं स्वाइपिंग सुविधा का उपयोग कैसे करूं?',
            content: 'क्लीनरबैब वीडियो और अन्य श्रेणियों के माध्यम से जाने के लिए एक व्यावहारिक, लोकप्रिय और मजेदार तरीका प्रदान करता है। स्वाइपिंग सुविधा का उपयोग करने के लिए, हटाने के लिए एक तस्वीर को चिह्नित करने के लिए नीचे स्वाइप करें, और उन्हें अपनी रखने की सूची में जोड़ने के लिए।'
        },
        {
            title: 'क्या क्लीनरबैब सुरक्षित है? मैं Cleanerlab पर कैसे भरोसा कर सकता हूं?',
            content: 'CleanerLab के चयन एल्गोरिदम को आपके लिए सफाई प्रक्रिया को आसान और तेज़ बनाने के लिए डिज़ाइन किया गया है, लेकिन यह आपकी स्वीकृति के बिना कुछ भी नहीं हटाएगा। ऐप आपको बताता है कि आप फ़ोटो रखने या हटाने के लिए फोटो खींचते हैं, हालांकि आपके पास हमेशा अंतिम निर्णय होगा।'
        },
        {
            title: 'CleanerLab फ़ोटो को कैसे वर्गीकृत करता है?',
            content: 'CleanerLab आपकी सभी तस्वीरों को 4 श्रेणियों में वर्गीकृत करता है: समान, डुप्लिकेट, स्क्रीनशॉट, अन्य'
        },
        {
            title: 'एक जैसा',
            content: 'इस श्रेणी में लगभग समान तस्वीरें शामिल होंगी जो आमतौर पर एक ही समय अवधि में ली जाती हैं और एक ही पृष्ठभूमि पर समान वस्तुओं/लोगों को शामिल किया जाता है, भले ही फ़ोटो एक अलग कोण से लिए गए हों। CleanerLab स्वचालित रूप से समान तस्वीरों के एक सेट को अलग कर देगा, उनमें से एक को इसकी तुलना और पता लगाने की तकनीकों का उपयोग करके सबसे अच्छा परिणाम के रूप में चिह्नित करेगा और आपको हटाने के लिए बाकी का चयन करें।'
        },
        {
            title: 'डुप्लिकेट',
            content: 'इस श्रेणी में ऐसी तस्वीरें शामिल होंगी जो बिल्कुल एक दूसरे के समान हैं। आप एक बार में सभी डुप्लिकेट को हटा सकते हैं और मूल रख सकते हैं।'
        },
        {
            title: 'सेक्रेशूट्स',
            content: 'इस श्रेणी में आपकी लाइब्रेरी में स्क्रीनशॉट शामिल होंगे और ऐप स्वचालित रूप से हटाने के लिए सभी को चिह्नित करेगा, लेकिन हमेशा की तरह, आपके लिए अंतिम निर्णय छोड़ दें। इसलिए, यदि आपके पास स्क्रीनशॉट हैं जिन्हें आप रखना चाहते हैं, तो उन्हें अपनी रखने की सूची में जोड़ना सुनिश्चित करें।'
        },
        {
            title: 'अन्य',
            content: 'यह वह श्रेणी है जिसमें अन्य श्रेणियों में फिट नहीं होने वाली तस्वीरें सॉर्ट की जाएंगी। CleanerLab उन्हें एक साथ समूहित करता है ताकि आप अपनी लाइब्रेरी की समीक्षा, स्वाइप और साफ करना आसान बना सकें'
        },
        {
            title: 'मैं अवांछित तस्वीरें कैसे निकाल सकता हूं?',
            content: 'CleanerLab स्वचालित रूप से आपको हटाने के लिए कुछ फ़ोटो सुझाएगा और उन्हें इसकी पहचान और तुलना तकनीकों का उपयोग करके एक लाल चेकमार्क आइकन के साथ चिह्नित करेगा। उस फोटो/फ़ोटो का चयन करें जिसे आप हटाना चाहते हैं और फिर डिलीट बटन पर टैप करें। सभी चयनित फ़ोटो हटा दिए जाएंगे, इसलिए उन लोगों को स्थानांतरित करना न भूलें जिन्हें आप अपनी रखने की सूची में रखना चाहते हैं। \n समान श्रेणी खोलें। एक सेट चुनें जिसे आप जांचना चाहते हैं और तय करना चाहते हैं कि आप क्या रखना या हटाना चाहते हैं। यदि आप इस बात से सहमत हैं कि एप्लिकेशन को हटाने के लिए क्या चुना गया है और सबसे अच्छा परिणाम के रूप में चिह्नित किया गया है, तो सेट के तहत स्क्रीन पर कचरा बटन पर चाल पर टैप करें। यदि आप इस बात से सहमत नहीं हैं कि ऐप ने क्या सुझाव दिया है, तो उन सभी तस्वीरों को अनचाहे जो आप रखना चाहते हैं या उन्हें अपनी रखने की सूची में जोड़ना चाहते हैं और उन लोगों को चिह्नित करते हैं जिन्हें आप हटाना चाहते हैं। एक बार जब आप कर लेते हैं, तो आप बस कचरा बिन पर टैप कर सकते हैं और फिर प्रक्रिया को पूरा करने के लिए डिलीट पर टैप कर सकते हैं।'
        },
        {
            title: 'क्या मैं अपने अन्य सभी उपकरणों पर क्लीनरबैब का उपयोग कर सकता हूं?',
            content: 'आप केवल iOS 12 या उच्चतर का उपयोग करके iPhone पर क्लीनरबैब का उपयोग कर सकते हैं। आप अपनी सदस्यता या लाइसेंस के साथ कितने उपकरणों का उपयोग कर सकते हैं, ऐप स्टोर के सदस्यता नियमों और शर्तों के अनुरूप है।'
        }
    ],
    emailSection: [
        {
            title: 'मैं हटाए गए फ़ोटो या वीडियो को कैसे पुनर्प्राप्त कर सकता हूं?',
            content: 'यदि आप गलती से एक फोटो/वीडियो हटा देते हैं तो चिंता करने की आवश्यकता नहीं है। CleanerLab की सफाई प्रक्रिया iOS फ़ोटो ऐप की सफाई प्रक्रिया के साथ संगत है: अर्थात, सभी हटाए गए फ़ोटो/वीडियो को 30 दिनों के लिए आपकी लाइब्रेरी में हाल ही में हटाए गए एल्बम में ले जाया जाएगा। इसलिए भले ही आप गलती करते हैं, आप 30 दिनों के भीतर हटाए गए फ़ोटो या वीडियो को पुनर्प्राप्त कर सकते हैं। IOS का फ़ोटो ऐप 30 दिनों के बाद अपने iPhone से फ़ोटो को स्वचालित रूप से हटा देता है। \n\n  • 30 दिन से कम समय पहले हटाए गए फोटो या वीडियो को पुनर्प्राप्त करने के लिए, इन चरणों का पालन करें: \n  • अपने फोन पर फ़ोटो ऐप खोलें और हाल ही में हटाए गए एल्बम को टैप करें। \n  • ऊपरी दाएं कोने में चयन करें। \n  • उन फ़ाइलों का चयन करें जिन्हें आप पुनर्प्राप्त करना चाहते हैं और फिर पुनर्प्राप्त पर टैप करें। \n\n हाल ही में हटाए गए एल्बम में सब कुछ पुनर्प्राप्त करने के लिए, पहले \n\n चयन करें और फिर \n सभी को पुनर्प्राप्त करें। \n ध्यान दें कि इस एल्बम में ऐसी तस्वीरें हैं जो क्लीनरलाब द्वारा मैन्युअल रूप से हटा दी गई और हटा दी गई थीं।'
        },
        {
            title: 'सफाई के बाद मेरे फोन पर कोई खाली जगह क्यों नहीं है?',
            content: 'CleanerLab iOS फ़ोटो ऐप की सफाई प्रक्रिया के साथ संगत है: IE 30 दिनों के लिए आपकी लाइब्रेरी में सभी हटाए गए फ़ोटो/वीडियो: \n\n हाल ही में हटा दिया गया \n\n एल्बम में चले गए। IOS का फ़ोटो ऐप 30 दिनों के बाद अपने iPhone से फ़ोटो को स्वचालित रूप से हटा देता है। \n\n स्टोरेज स्पेस को मुक्त करने के लिए इन चरणों का पालन करें: \n\n  • अपने iPhone पर फ़ोटो ऐप खोलें, नीचे स्क्रॉल करें और हाल ही में हटाए गए एल्बम को टैप करें। \n  • सभी हटा दो \n\n ध्यान दें कि इस एल्बम में ऐसी तस्वीरें हैं जो क्लीनरलाब द्वारा मैन्युअल रूप से हटा दी गई और हटा दी गई थीं।'
        },
        {
            title: 'मैं अपनी सदस्यता कैसे रद्द कर सकता हूं?',
            content: 'अपनी सदस्यता रद्द करने के लिए, आप इन चरणों का पालन कर सकते हैं: \n https://support.apple.com/en-us/ht202039'
        },
        {
            title: 'मैं क्लीनरेब को अपनी तस्वीरों तक पहुंचने की अनुमति क्यों नहीं दे सकता?',
            content: 'यदि आप सेटिंग्स में फोटो एक्सेस विकल्प की अनुमति नहीं देते हैं, तो आप इन चरणों का पालन कर सकते हैं: \n\n 1. सेटिंग ऐप लॉन्च करें \n 2. नीचे स्क्रॉल करें और स्क्रीन समय दबाएं \n 3. सामग्री और गोपनीयता प्रतिबंधों का चयन करें \n 4. तस्वीरें ढूंढें और टैप करें \n 5. अनुमति परिवर्तन विकल्प की जांच करना सुनिश्चित करें। \n 6. फिर क्लीनरबैब को पूरी तरह से बंद करें और इसे फिर से खोलें।'
        },

    ],
    anotherTitle: 'एक और बात',
    anotherContent: 'डिवाइस कोड: \n' +"{{deviceId}}"+
        '\n अपने डिवाइस कोड के साथ हमसे संपर्क करें। \n support@cleanerlabapp.com',
    aboutUsPage: {
        title: 'हमारे बारे में',
        content: 'हम उपयोगकर्ताओं की जरूरतों के लिए मोबाइल एप्लिकेशन विकसित करते हैं। हम जुनून के साथ अपना काम करते हैं और हम जानते हैं कि हम निरंतर सीखने के लिए खुले हैं। \n हम उन अनुप्रयोगों को विकसित करने के लिए काम करते हैं जिन्हें हमारे उपयोगकर्ताओं को आवश्यकता है और उपयोग करने का आनंद लें। हम आसानी से उपयोग, समझने योग्य और पारदर्शी अनुप्रयोगों को डिजाइन और कार्यान्वित करते हैं। \n\n हमारी टीम के साथ, हम हर दिन नई चीजें सीखते हैं और खुद को सुधारते हैं। ऐसा करते समय, यह हमारे लिए बहुत महत्वपूर्ण है कि हमारा काम का माहौल सुखद और शांतिपूर्ण है। \n\n जब भी आप चाहें तो आप हम तक पहुँच सकते हैं। हम आपसे प्रतिक्रिया के लिए उत्सुक होंगे। \n\n support@cleanerlabapp.com'
    },
    privacyPage: {
        title: 'गोपनीयता नीति',
        content: 'I. प्रस्तावना\nMobiledo Yazilim Hizmetleri Limited Sirketi ("हम," "हम" या "हमारा") आपकी गोपनीयता को गंभीरता से लेता है। यह गोपनीयता नीति ("गोपनीयता नीति") हमारी डेटा संरक्षण नीति की व्याख्या करती है और जब आप मोबाइल उपकरणों ("ऐप", "हमारे ऐप") के लिए सॉफ़्टवेयर एप्लिकेशन को स्थापित और/या उपयोग करते हैं, तो हम उन सूचनाओं के प्रकारों का वर्णन कर सकते हैं। और कुछ कंपनियां हम उस जानकारी को संसाधित करते समय सहयोग करते हैं।\nजब हम व्यक्तिगत डेटा (या व्यक्तिगत जानकारी) का उल्लेख करते हैं, तो हमारा तात्पर्य किसी भी प्रकार की प्राकृतिक व्यक्ति से संबंधित किसी भी प्रकार की जानकारी है जिसे प्रत्यक्ष या अप्रत्यक्ष रूप से, विशेष रूप से इस तरह के डेटा के संदर्भ में पहचाना जा सकता है।\nयह एक प्राकृतिक व्यक्ति है जिसे प्रत्यक्ष या अप्रत्यक्ष रूप से पहचाना जा सकता है, विशेष रूप से एक पहचान संख्या के संदर्भ में या उसके शारीरिक, शारीरिक, मानसिक, आर्थिक, सांस्कृतिक या सामाजिक स्थिति के लिए विशिष्ट एक या एक से अधिक कारकों के लिए।\nहमारी गोपनीयता नीति सभी उपयोगकर्ताओं पर लागू होती है, और अन्य जो ऐप ("उपयोगकर्ता") तक पहुंचती हैं।\nGDPR के प्रयोजनों के लिए, हम डेटा नियंत्रक हैं, जब तक कि अन्यथा नहीं कहा गया हो।\nकृपया निम्नलिखित गोपनीयता नीति पढ़ें, उन तरीकों के बारे में जानकारी के लिए जो आपकी व्यक्तिगत जानकारी को संसाधित किया जा सकता है, सावधानी से। जब आप उस ऐप का उपयोग करते हैं जो आप स्वीकार करते हैं कि आपने इन शर्तों से बाध्य होने के लिए पढ़ा, समझा और सहमत किया है।\n\nIi। जानकारी हम प्रक्रिया करते हैं\nजानकारी की दो सामान्य श्रेणियां हैं जिन्हें हम संसाधित कर सकते हैं।\nIi.1 जानकारी जो आप सबमिट करते हैं\nजब आप ऐप का उपयोग करते हैं तो हम आपके बारे में निम्नलिखित व्यक्तिगत जानकारी को संसाधित करते हैं। यह जानकारी आपके और हमारे बीच के अनुबंध के पर्याप्त प्रदर्शन के लिए आवश्यक है। इस तरह की जानकारी के बिना, ऐप की पूर्ण कार्यक्षमता प्रदान करना और अनुरोधित सेवाओं का प्रदर्शन करना असंभव है।\nअन्य जानकारी सीधे ऐप के आपके उपयोग से संबंधित है, जैसे कि फ़ोटो और दस्तावेज़ जिन्हें आप ऐप पर अपलोड करते हैं। आपकी सहमति पर, हमारे पास आपके कैमरा रोल तक भी पहुंच हो सकती है।\nIi.2 जानकारी जो स्वचालित रूप से संसाधित होती है\nजब आप ऐप का उपयोग करते हैं, तो आपके डिवाइस और आपके उपयोगकर्ता व्यवहार के बारे में कुछ जानकारी स्वचालित रूप से संसाधित की जा सकती है। यह जानकारी आम तौर पर गैर-व्यक्तिगत है, यानी यह अपने आप में, किसी भी विशिष्ट व्यक्ति के साथ प्रत्यक्ष संबंध की अनुमति नहीं देता है, और हम इसे केवल एकत्रित रूप में एक्सेस कर सकते हैं। हम अपने ऐप को बेहतर बनाने और अपने उपयोगकर्ताओं को सबसे अच्छा अनुभव देने के लिए हमारे वैध रुचि के आधार पर इस जानकारी को संसाधित करते हैं। यदि हम इस तरह के डेटा तक नहीं पहुंचते हैं, तो हम आपको ऐप की सभी अनुरोधित सेवाओं और सुविधाओं के साथ प्रदान करने में सक्षम नहीं हो सकते हैं।\nहम आपके डिवाइस या हमारे ऐप द्वारा भेजी गई कुछ जानकारी का विश्लेषण करने के लिए तृतीय-पक्ष स्वचालित डेटा प्रोसेसिंग तकनीकों का उपयोग करते हैं। स्वचालित डेटा प्रोसेसिंग टेक्नोलॉजीज (विज्ञापन या एनालिटिक्स टूल) हमें नीचे वर्णित डेटा प्रदान करते हैं। हम तीसरे पक्ष आपके व्यक्तिगत डेटा को संसाधित करने के लिए नियंत्रित, पर्यवेक्षण या जवाब नहीं देते हैं, जो कि उनके स्वयं के साधनों (हमारे ऐप के माध्यम से नहीं) द्वारा एकत्र किया जा सकता है। इस तथ्य के कारण कि हमारे कुछ तीसरे पक्ष जीडीपीआर के प्रयोजनों के लिए खुद को नियंत्रक घोषित करते हैं, आपके व्यक्तिगत डेटा के बारे में कोई भी जानकारी अनुरोध ऐसे तीसरे पक्षों को निर्देशित किया जाना चाहिए।\nफ़ाइल जानकारी लॉग करें। हर बार जब आप ऐप तक पहुंचने का अनुरोध करते हैं, तो लॉग फ़ाइल जानकारी स्वचालित रूप से सूचित की जाती है। यह भी प्रदान किया जा सकता है जब आपके डिवाइस पर ऐप इंस्टॉल किया जाता है। जब आप हमारे ऐप का उपयोग करते हैं, तो एनालिटिक्स टूल स्वचालित रूप से कुछ लॉग फ़ाइल जानकारी को रिकॉर्ड करते हैं, जब आप ऐप का उपयोग करना शुरू करते हैं और बंद करते हैं, और आप ऐप के साथ कैसे बातचीत करते हैं। ऐप आपके व्यक्तिगत डेटा के स्वचालित प्रसंस्करण का उपयोग कर सकता है, जिसमें प्रोफाइलिंग भी शामिल है, जिसका अर्थ है कि व्यक्तिगत डेटा के स्वचालित प्रसंस्करण का कोई भी रूप जो आपसे संबंधित कुछ व्यक्तिगत पहलुओं का मूल्यांकन करने के लिए उपयोग किया जाता है, विशेष रूप से आपकी व्यक्तिगत वरीयताओं, हितों, व्यवहार, व्यवहार से संबंधित पहलुओं का विश्लेषण या भविष्यवाणी करने के लिए, स्थान या आंदोलन। जब आप ऐप का उपयोग शुरू करते हैं तो स्वचालित डेटा प्रोसेसिंग तकनीकों के माध्यम से प्रसंस्करण जानकारी स्वचालित रूप से शुरू हो जाती है।\nकुकीज़ और इसी तरह की प्रौद्योगिकियां। जब आप ऐप का उपयोग करते हैं, तो हम कुकीज़ और इसी तरह की तकनीकों का उपयोग कर सकते हैं जैसे कि पिक्सेल, वेब बीकन, स्क्रिप्ट के बारे में जानकारी प्राप्त करने के लिए आप हमारे ऐप का उपयोग कैसे करते हैं और आपको सुविधाएँ प्रदान करते हैं। एक कुकी एक पाठ फ़ाइल है जिसमें छोटी मात्रा में जानकारी होती है, जो आपके डिवाइस पर डाउनलोड की जाती है जब आप ऐप तक पहुंचते हैं। हर बार जब आप ऐप का उपयोग करते हैं तो पाठ फ़ाइल को हमारे सर्वर पर वापस भेज दिया जाता है। यह हमें ऐप को अधिक प्रभावी ढंग से संचालित करने में सक्षम बनाता है। हम इस एकत्रित जानकारी का उपयोग यह समझने और अनुकूलित करने के लिए करते हैं कि हमारे ऐप का उपयोग कैसे किया जाता है, हमारे विपणन प्रयासों में सुधार करें, और उन सामग्री और सुविधाओं को प्रदान करें जो आपके लिए रुचि रखते हैं। हम विज्ञापनदाताओं या अन्य भागीदारों से ऐप में विज्ञापन या सेवाओं की सेवा करने के लिए कह सकते हैं, जो कुकीज़ या इसी तरह की तकनीकों का उपयोग कर सकते हैं।\n\nIii। आपके व्यक्तिगत डेटा को संसाधित करने के उद्देश्य\nहमारा मिशन हमारे ऐप को लगातार सुधारना और आपको नए अनुभव प्रदान करना है। इस मिशन के हिस्से के रूप में, हम आपकी जानकारी का उपयोग निम्नलिखित उद्देश्यों के लिए करते हैं:\n(a) हमारी सेवा को उपलब्ध कराने के लिए। हम उन जानकारी का उपयोग करते हैं जो आप सबमिट करते हैं और जानकारी जो आपको वाई प्रदान करने के लिए स्वचालित रूप से संसाधित होती है'
    },
    deleteSelected: 'चयनित मिटाएं',
    months: [
        'जनवरी',
        'फ़रवरी',
        'मार्च',
        'अप्रैल',
        'मई',
        'जून',
        'जुलाई',
        'अगस्त',
        'सितंबर',
        'अक्टूबर',
        'नवंबर',
        'दिसंबर'
    ],
    howWorksFreeTrial: 'आपका नि: शुल्क परीक्षण कैसे काम करता है',
    accessUnlimited: 'असीमित पहुंच अनलॉक करें',
    getToday: 'आज: असीमित पहुंच प्राप्त करें',
    getTodayDesc: 'अपनी तस्वीरों को क्लीनरलाब प्रो के साथ एक असीमित संख्या में साफ करें।',
    remindTomorrow: 'दूसरा दिन: परीक्षण अनुस्मारक',
    remindTomorrowDesc: 'जब आपका नि: शुल्क परीक्षण समाप्त हो जाएगा, इसके बारे में अनुस्मारक प्राप्त करें।',
    trialEnd: 'तीसरा दिन: परीक्षण समाप्त होता है',
    trialEndDesc: 'आपकी सदस्यता {{date}} पर शुरू होगी।',
    autoRenew: 'स्वत: अक्षय',
    startTrial: 'निशुल्क आजमाइश शुरु करें',
    equalCoffee: '{{price}} एक कप कॉफी के साथ आप खरीद सकते हैं - या आप एक महीने के लिए अपने फोन को अपग्रेड कर सकते हैं।',
    unlimitedDelete: 'असीमित हटाएं और विलय करें',
    orGoWithPremium: 'या सीमित पहुंच के साथ जारी रखें',
    trialEnabled: 'निशुल्क आजमाइश शुरु करें',
    notSureYet: 'अभी तक यकीन नहीं?',
    enableTrial: 'परीक्षण का उपयोग करें',
    getFullAccess: 'असीमित पहुंच प्राप्त करें',
    try3Days: '3 दिन का नि: शुल्क परीक्षण',
    week: 'सप्ताह',
    month: 'महीना',
    year: 'साल',
    autoRenewable: 'यह स्वचालित रूप से नवीनीकृत करता है। कभी भी रद्द करें \n  {{price}}/{{period}}',
    autoRenewableShort: '{{price}}/{{period}},',
    autoRenewableUltraShort: '{{price}}/{{period}}',
    today: 'आज',
    getUnlimited: 'असीमित पहुंच प्राप्त करें',
    deleteUnlimited: 'अपनी तस्वीरों को क्लीनरलाब के साथ एक असीमित संख्या में साफ करें।',
    trialReminder: 'परीक्षण अनुस्मारक',
    getReminder: 'जब आपका नि: शुल्क परीक्षण समाप्त हो जाएगा, इसके बारे में अनुस्मारक प्राप्त करें।',
    trialEnds: 'परीक्षण संस्करण समाप्त।',
    daysFree: '3-दिन नि: शुल्क परीक्षण',
    subsWillStart: 'आपकी सदस्यता {{day}} {{month}} शुरू होगी।',
    startMembership: 'सदस्यता शुरू करना',
    subsRequirements: 'सदस्यता की शर्तें',
    reBuy: 'पुनःस्थापन क्रय',
    secondDay: 'दूसरा दिन',
    thirdDay: 'तीसरा दिन',
    percent: '50%',
    earn: 'कमाना',
    scanSimilars: 'तुरंत इसी तरह की तस्वीरों का पता लगाएं',
    noAdNoLimit: 'विज्ञापन-मुक्त और असीमित',
    takeTime: 'भंडारण और समय सहेजें',
    freeDays: 'दिन मुक्त परीक्षण',
    popular: 'लोकप्रिय',
    save60: '60% कमाते हैं',
    save80: '80% कमाते हैं',
    londonComments: [
        {
            text: 'इस अद्भुत ऐप ने मेरे फोन को तेज किया 🔋'
        },
        {
            text: 'मुझे खुशी है कि मैंने ऐप डाउनलोड किया, अंतरिक्ष तुरंत खुला है 🥰'
        },
        {
            text: 'मेरा फोन मुझे अब और पेशाब नहीं करता है'
        }
    ],
    autoRenewCancel: 'ऑटो-रेन्यू, कभी भी रद्द करें',
    yourePremium: 'आपके खाते में परिभाषित प्रीमियम सदस्यता 🎉',
    congrats: 'बधाई हो!',
    success: 'सफलता!',
    deletedObjects: 'हटाए गए आइटम',
    totalGained: 'कुल प्राप्त स्थान',
    dontForget: 'हाल ही में हटाए गए खंड से फ़ोटो हटाने के लिए मत भूलना!',
    'continue': 'जारी रखना',
    preparing: 'तैयार कर रहे हैं',
    pleaseWait: 'कृपया प्रतीक्षा करें',
    changePassword: 'पासवर्ड बदलें',
    newPassword: 'नया पासवर्ड',
    setPassword: 'सांकेतिक शब्द लगना',
    oldPassword: 'पुराना पासवर्ड',
    save: 'बचाना',
    passwordChanged: 'पासवर्ड सफलतापूर्वक बदला गया',
    enterPassword: 'पास वर्ड दर्ज करें',
    yousetpassword: 'आपने पहले पासवर्ड सेट किया है।',
    enter: 'प्रवेश करना',
    saveTime: 'विज्ञापनों से छुटकारा पाकर समय बचाएं।',
    deleteUnecessary: 'अनावश्यक वीडियो हटाएं',
    deleteVideoDesc: 'अंतरिक्ष में लेने वाले अनावश्यक वीडियो को साफ करें।',
    deleteExcess: 'अतिरिक्त मीडिया के अपने फोन को साफ करें।',
    cleanDuplicate: 'साफ डुप्लिकेट तस्वीरें',
    fastFind: 'तेजी से इसी तरह की तस्वीरें ढूंढें',
    cleanStorage: 'मुक्त भंडारण',
    cancelAnyTimeLong: '*3-दिवसीय नि: शुल्क परीक्षण के दौरान कभी भी रद्द करें। स्वचालित रूप से {{price}}/{{period}} के लिए एक सदस्यता का विस्तार करेगा।',
    cancelAnyTimeShort: 'स्वचालित रूप से {{price}}/{{period}} के लिए एक सदस्यता का विस्तार करेगा।',
    weekly: 'साप्ताहिक',
    monthly: 'महीने के',
    yearly: 'सालाना',
    pricePaid: '{{period}}/{{price}}',
    priceTrial: '{{period}}/{{price}}, 3 दिनों के बाद नि: शुल्क परीक्षण के बाद',
    ankaracomments:[
        {
            text: "अपने डिवाइस को एक टैप से साफ़ करें",
        },
        {
            text: "डुप्लीकेट फ़ोटो/वीडियो हटाएं",
        },
        {
            text: "डुप्लिकेट संपर्क मर्ज करें",
        },

    ],
    noKept: 'गैलरी खाली है।',
    addKept: 'कुछ फ़ोटो और वीडियो जोड़े',
    analyzing:"का विश्लेषण..."
}
