import userStore from "../src/store/userStore";


export default{
    title1: 'cleanerlab',
    description1: 'ストレージをすばやくスキャン！ 似たようなものをクリアし、写真を複製し、最高の写真を保持します！',
    title2: '連絡先',
    description2: 'iPhoneで2回保存された連絡先をマージし、混乱を取り除きます！',
    title3: 'CleanerLabへようこそ',
    description3: 'cleanerlab',
    used: '{{total}}％が使用されます。',
    popupInfo: 'CleanerLabは、ストレージスペースを解放するためにここにあります。 透明性を提供し、プライバシーを保護することを目指しています。 継続することにより、当社の利用規約とプライバシーポリシーに同意します。',
    termsOfUse: '使用期間',
    alert: 'アラート',
    needPermission: 'ギャラリーアクセス許可を与える必要があります。',
    homeTitle: '私のメディアアーカイブ',
    pro: 'プロ',
    cleanableStorage: '清潔なエリア',
    permissionTitle: '写真をスキャンするには、アクセス許可が必要です。',
    permissionDesc: 'CleanerLabでクリーニングを開始するには、すべての写真へのアクセスを許可する必要があります。',
    allow: '許可する',
    file: 'ファイル',
    similar: '似ている',
    photo: '写真',
    photos: '写真',
    duplicated: '複製',
    videos: 'ビデオ',
    video: 'ビデオ',
    loading: '読み込み中。。。待って下さい...',
    screenshots: 'スクリーンショット',
    other: '他の',
    secretPlace: '秘密の場所',
    contacts: '連絡先',
    charge: '充電',
    clean: '掃除',
    noPhoto: '掃除する写真はありません',
    noVideo: '掃除するビデオはありません',
    noLimit: 'このエリアでは、毎日枚の写真削除制限に達しました。 他の領域から写真やビデオをきれいにすることができます。',
    tooManyAds: 'あまりにも多くの広告を見ました。 しばらくしてから再試行して削除してください。',
    see: '小切手',
    bestResult: '最良の結果',
    best: '最良の結果',
    review: 'レビュー',
    letsStart: 'はじめましょう',
    similarPhotos: '同様の写真',
    similarPhotosDesc: '同様の写真をまとめると、最良の結果をお勧めします。 安全にレビューして、ゴミに移動したいものを選択します。',
    samePhotos: '重複した写真',
    duplicatedContacts: '重複した連絡先',
    samePhotosDesc: 'ここに、互いにまったく同じ写真があります。 すべての複製を一度に削除し、オリジナルを保持します。',
    screenshotDesc: 'レビューのための同様の画面写真をグループ化してください！ 安全に送信し、ゴミに移動したいものを選択します。',
    others: 'その他',
    otherDesc: 'これがどのカテゴリにも属さない写真です。 これらの写真をサイズまたは日付で並べ替えます。 不必要なことに別れを告げてください。',
    videosDesc: 'すべてのビデオをチェックしてください。 サイズまたは日付でビデオを並べ替えます。 最もスペースを占めるものを見てください。',
    keepAll: 'すべて保ちます',
    selectAll: 'すべて選択',
    deselectAll: 'すべての選択を解除',
    selectedAll: 'すべてを選択しました',
    similarsTotal: '{{total}}写真',
    similarSelected: '{{total}}選択',
    newest: '最新',
    oldest: '最年長',
    most: '最も',
    biggest: '最大',
    smallest: '最小',
    deleteSimilar: '{{total}}を削除します',
    deleteSame: '{{total}} DELETE DUPLICATIONを削除します',
    deleteVideo: '{{total}}ビデオを削除します',
    deleteEkrans: '{{total}}スクリーンショットを削除します',
    deleteOther: '{{total}}写真を削除します',
    keptSuccessfuly: '写真は正常に保存されています。',
    sameLine: '{{total}}複製',
    similarLine: '{{total}}同様です',
    ekranLine: '{{total}}スクリーンショット',
    settings: '設定',
    premiumTitleSettings: '無制限のアクセスのロックを解除します',
    premiumDescSettings: 'すべてのCleanerLab機能への無制限のアクセスをお楽しみください。',
    secret: '秘密の図書館',
    share: 'シェア',
    'delete': '消去',
    sure: 'ファイルは隠されたライブラリから削除されます。',
    cancel: 'キャンセル',
    'import': '写真またはビデオをインポートします',
    noSecret: '非表示ファイルはありません',
    noSecretDesc: 'タップ追加して、隠された写真またはビデオを追加します。',
    addMedia: 'メディアを追加します',
    keptList: '保存されたリスト',
    clues: 'チップ',
    usePin: 'PINを使用します',
    deleteAfter: 'インポート後に削除します',
    tools: 'ツール',
    faq: 'よくある質問',
    emailSupport: 'メールサポート',
    takeAgain: '戻す',
    aboutUs: '私たちに関しては',
    privacy: 'プライバシーポリシー',
    reviewApp: '私たちを評価してください',
    shareApp: 'シェア',
    moreInfo: 'より詳しい情報',
    changePin: 'ピンを変更します',
    createPin: 'ピンを作成します',
    fail: '失敗',
    notMatch: '入力したパスワードは一致しません。',
    permissionNeeded: '許可が必要です',
    findDuplicates: 'CleanLabに連絡先で複製を見つけることを許可します。',
    allContacts: 'すべての連絡先',
    deleteContacts: '{{total}}連絡先を削除します',
    duplicatedContact: '連絡先の複製',
    willMerge: 'マージする連絡先',
    merged: 'マージバージョン',
    mergeContacts: 'マージ{{total}}連絡先',
    noNumber: '番号なし',
    noBack: 'この削除を元に戻すことはできません。 \n  続けたいですか？',
    chargeAnimation: '充電アニメーション',
    setAnimation: 'アニメーションを設定します',
    fastClean: '簡単にクリア',
    keep: '保つ',
    cleanClue: 'スワイプして削除して維持します。',
    inTrash: 'メディア \n  ごみ',
    emptyTrash: 'ゴミを空にします',
    deleteBig: '消去',
    faqSections: [
        {
            title: 'cleanRalabは、私の写真がどこにもアップロードされないことを保証しますか？',
            content: 'CleanerLabでは、インターネット接続を機能させる必要がないため、写真をどこにもアップロードせず、携帯電話の写真をローカルでスキャンして分析します。 アプリは写真に関するレポートも送信しません。レポートのみは、アプリのクラッシュやグリッチなどの匿名の技術ログです。 写真ライブラリをスキャンして分析するには、CleanerLabがライブラリにアクセスする許可を必要とし、写真が変更、編集、または好まれているかどうかを検討し、顔の検出データを参照するために写真の情報を使用することができます。'
        },
        {
            title: 'cleanerlabはどのようにして最高の写真を選択しますか？',
            content: 'CleanerLabには、顔認識、同様の写真の比較、およびその過程で変更、編集、または好まれた写真を考慮する独自の検出と比較手法があります。 最後に、CleanerLabは、そのアルゴリズムの結果に従って最良の結果としてセットの写真をマークしますが、アプリの提案を常に確認して、選択肢に沿っていることを確認する必要があります。'
        },
        {
            title: 'クリーニングプロセスの後、携帯電話に空きスペースがないのはなぜですか？',
            content: 'CleanerLabのクリーニングプロセスは、iOS写真アプリのクリーニングプロセスと一致しています。つまり、削除されたすべての写真/ビデオは、30日間ライブラリの最近削除されたアルバムに移動されます。 そのため、このスペースを解放するために、携帯電話のスペースを取り上げ、iPhoneで写真アプリを開き、最近削除されたアルバムに移動します。携帯電話から削除するすべての写真/ビデオを選択してから、 [削除]をタップします。'
        },
        {
            title: '削除された写真/ビデオを回復するにはどうすればよいですか？',
            content: '意図せずに写真/ビデオを削除した場合、心配する必要はありません。 CleanerLabのクリーニングプロセスは、iOS写真アプリのクリーニングプロセスと一致しています。つまり、削除されたすべての写真/ビデオは、30日間ライブラリの最近削除されたアルバムに移動されます。 したがって、間違いを犯した場合、削除された写真やビデオを30日間回復することができます。 iOSの写真アプリは、30日後にiPhoneから写真を自動的に消去します。 30日以内に削除された写真またはビデオを回復するには、次の手順に従ってください：Nannannannan'
        },
        {
            title: 'サブスクリプションをキャンセルするにはどうすればよいですか？',
            content: '他のApp Storeサブスクリプションと同様に、クリーナーラブのサブスクリプションをキャンセルできます。 \n iPhoneの設定に移動します。 \n iTunes＆Appストア> Apple ID名ページでApple IDを表示します。 \n 次に、subscriptions> cleanerLabをタップします。 \n やるべきことは、画面の最後にあるキャンセルサブスクリプションボタンをクリックすることだけです。'
        },
        {
            title: '写真ライブラリの写真をスキャンするにはどうすればよいですか？',
            content: 'CleanerLabを初めて開始すると、アプリはライブラリのスキャンと分析を自動的に開始します。 特に写真のコレクションが大きい場合は、このプロセスが広範囲になり、使用するにはかなりの量のリソースが必要になることに注意してください。 したがって、CleanerLabを初めて開いたときは、忍耐強く、スキャンと分析の結果が入るまで待ってください。このスキャンは最初の使用に時間がかかり、CleanerLabはすぐに利用可能なスキャン結果を使用し、最新のスキャンのみを使用します。 写真ライブラリに変更されるため、はるかに速く簡単になります。'
        },
        {
            title: 'スワイプ機能を使用するにはどうすればよいですか？',
            content: 'CleanerLabは、ビデオやその他のカテゴリを調べるための実用的で人気のある楽しい方法を提供します。 スワイプ機能を使用するには、スワイプダウンして削除のために写真をマークし、それらをキープリストに追加します。'
        },
        {
            title: 'CleanerLabは安全ですか？ cleanerlabを信頼するにはどうすればよいですか？',
            content: 'CleanerLabの選択アルゴリズムは、クリーニングプロセスを簡単かつ迅速にするように設計されていますが、承認なしには何も削除しません。 このアプリは、常に最後の決定を下すことができますが、保持または削除するための写真をお勧めします。'
        },
        {
            title: 'cleanerlabは写真をどのように分類しますか？',
            content: 'CleanerLabは、すべての写真を4つのカテゴリに分類します：類似、複製、スクリーンショット、その他'
        },
        {
            title: '似ている',
            content: 'このカテゴリには、通常同じ期間に撮影されるほぼ同一の写真が含まれ、写真が異なる角度から撮影されていても、同じ背景に同じオブジェクト/人が含まれます。 CleanerLabは、同様の写真のセットを自動的に分離し、それらの1つを比較と検出技術を使用して最良の結果としてマークし、削除するために残りを選択します。'
        },
        {
            title: '複製',
            content: 'このカテゴリには、互いにまったく同じ写真が含まれます。 すべての複製を一度に削除して、オリジナルを保持できます。'
        },
        {
            title: 'Secrenshoots',
            content: 'このカテゴリにはライブラリのスクリーンショットが含まれ、アプリは削除のためにすべてを自動的にマークしますが、いつものように、最終決定を残します。 したがって、保持したいスクリーンショットがある場合は、キープリストにそれらを追加してください。'
        },
        {
            title: 'その他',
            content: 'これは、他のカテゴリに収まらない写真がソートされるカテゴリです。 CleanerLabはそれらをグループ化して、ライブラリの確認、スワイプ、クリーニングを容易にします'
        },
        {
            title: '不要な写真を削除するにはどうすればよいですか？',
            content: 'CleanerLabは、削除のための写真を自動的に提案し、その検出と比較手法を使用して赤いチェックマークアイコンでマークを付けます。 削除する写真/写真を選択し、[削除]ボタンをタップします。 選択したすべての写真は削除されますので、キープリストに保持するものを移動することを忘れないでください。 \n 同様のカテゴリを開きます。 チェックしたいセットを選択して、保管または削除するものを決定します。 アプリが削除のために選択したものに同意し、最良の結果としてマークされた場合は、セットの下の画面上のゴミ箱への移動をタップします。 アプリが提案したことに同意しない場合は、保持するすべての写真をマークしたり、キープリストに追加して削除したい写真をマークしたりします。 完了したら、ゴミ箱をタップしてから削除をタップしてプロセスを完了するだけです。'
        },
        {
            title: '他のすべてのデバイスでCleanerLabを使用できますか？',
            content: 'iOS 12以降は、iOS 12以上を使用してiPhoneでのみCleanerLabを使用できます。 サブスクリプションまたはライセンスで使用できるデバイスの数は、App Storeのサブスクリプション契約条件に沿っています。'
        }
    ],
    emailSection: [
        {
            title: '削除された写真やビデオを回復するにはどうすればよいですか？',
            content: '誤って写真/ビデオを削除した場合、心配する必要はありません。 CleanerLabのクリーニングプロセスは、iOS写真アプリのクリーニングプロセスと互換性があります。つまり、削除されたすべての写真/ビデオは、30日間、ライブラリの最近削除されたアルバムに移動されます。 したがって、間違いを犯したとしても、削除された写真やビデオを30日以内に回復できます。 iOSの写真アプリは、30日後にiPhoneから写真を自動的に削除します。 \n\n  •30日前に削除された写真またはビデオを回復するには、次の手順に従ってください。 \n  •携帯電話で写真アプリを開き、最近削除されたアルバムをタップします。 \n  •右上隅の[選択]をタップします。 \n  •回復するファイルを選択してから、回復をタップします。 \n\n 最近削除されたアルバムですべてを回復するには、 \n\n 選択してから \n タップすべてを回復します。 \n このアルバムには、CleanerLabによって手動で削除および削除された写真が含まれていることに注意してください。'
        },
        {
            title: '掃除後に携帯電話に空きスペースがないのはなぜですか？',
            content: 'CleanerLabは、iOS写真アプリのクリーニングプロセスと互換性があります。つまり、30日間ライブラリですべての削除された写真/ビデオ： \n\n 最近削除されました \n\n アルバムに移動しました。 iOSの写真アプリは、30日後にiPhoneから写真を自動的に削除します。 \n\n これらの手順に従って、ストレージスペースを解放します。 \n\n  •iPhoneで写真アプリを開き、下にスクロールして、最近削除されたアルバムをタップします。 \n  • すべて削除 \n\n このアルバムには、CleanerLabによって手動で削除および削除された写真が含まれていることに注意してください。'
        },
        {
            title: 'サブスクリプションをキャンセルするにはどうすればよいですか？',
            content: 'サブスクリプションをキャンセルするには、次の手順に従うことができます。 \n https://support.apple.com/en-us/ht202039'
        },
        {
            title: 'CleanerLabが写真にアクセスできるようにすることができないのはなぜですか？',
            content: '設定に写真アクセスオプションが表示されない場合は、次の手順に従うことができます。 \n\n 1.設定アプリを起動します \n 2.下にスクロールして画面時間を押します \n 3.コンテンツとプライバシーの制限を選択します \n 4.写真を見つけてタップします \n 5.許可変更オプションを必ず確認してください。 \n 6.その後、CleanerLabを完全に閉じて再度開きます。'
        },

    ],
    anotherTitle: '別物',
    anotherContent: 'デバイスコード： \n' +"{{deviceId}}"+
        '\n デバイスコードをご連絡ください。 \n support@cleanerlabapp.com',
    aboutUsPage: {
        title: '私たちに関しては',
        content: 'ユーザーのニーズに合わせてモバイルアプリケーションを開発しています。 私たちは情熱を持って仕事をしており、私たちは継続的な学習を受け入れていることを知っています。 \n 私たちは、ユーザーが必要とするアプリケーションを開発し、使用することを努めています。 使いやすく、理解しやすく、透明なアプリケーションを設計および実装しています。 \n\n 私たちのチームで、私たちは毎日新しいことを学び、自分自身を改善します。 これを行っている間、私たちにとって私たちにとって私たちの職場環境は快適で平和なものであることが非常に重要です。 \n\n あなたが望むものについていつでも私たちに連絡することができます。 私たちはあなたからのフィードバックを楽しみにしています。 \n\n support@cleanerlabapp.com'
    },
    privacyPage: {
        title: 'プライバシーポリシー',
        content: 'I.はじめに\nMobiledo Yazilim Hizmetleri Limited Sirketi（「私たち」、「私たち」、または「私たち」）はあなたのプライバシーを真剣に受け止めています。このプライバシーポリシー（「プライバシーポリシー」）は、データ保護ポリシーを説明し、モバイルデバイス（「アプリ」、「アプリ」）にソフトウェアアプリケーションをインストールおよび/または使用するときに処理できる情報の種類を説明し、私たちの方法を説明します。そして、その情報を処理する際に私たちが協力する企業のいくつか。\n個人データ（または個人情報）を参照する場合、特にそのようなデータを参照して、直接的または間接的に特定できる自然人に関連するあらゆる種類の情報を意味します。\n特に識別番号または自分の身体的、生理学的、精神的、経済的、文化的、または社会的地位に固有の1つ以上の要因を参照することにより、直接的または間接的に特定できるのは自然人です。\n当社のプライバシーポリシーは、すべてのユーザー、およびアプリにアクセスする他のユーザー（「ユーザー」）に適用されます。\nGDPRの目的のために、特に明記しない限り、私たちはデータコントローラーです。\nお客様の個人情報を慎重に処理する方法に関する情報については、次のプライバシーポリシーをお読みください。アプリを使用すると、これらの条件に拘束されることに拘束されることに同意したことを認めます。\n\nii。処理する情報\n処理できる情報には2つの一般的なカテゴリがあります。\nii.1提出した情報\nアプリを使用するときに、次の個人情報を処理します。この情報は、あなたと米国の間の契約の適切なパフォーマンスに必要です。そのような情報がなければ、アプリの完全な機能を提供し、要求されたサービスを実行することは不可能です。\nアプリにアップロードする写真やドキュメントなど、アプリの使用に直接関連するその他の情報。同意すると、カメラロールにアクセスできる場合もあります。\nII.2自動的に処理される情報\nアプリを使用すると、デバイスに関する情報とユーザーの動作が自動的に処理される場合があります。この情報は一般に非個人的です。つまり、それ自体では特定の個人と直接的な関係を許可しておらず、集約された形式でのみアクセスすることができます。この情報は、アプリを改善し、ユーザーに最高の体験を提供することに合法的な関心に基づいて処理します。そのようなデータにアクセスしない場合、アプリのすべての要求されたサービスと機能を提供できない場合があります。\nサードパーティの自動データ処理技術を使用して、デバイスまたはアプリから送信された特定の情報を分析します。自動データ処理技術（広告または分析ツール）は、以下に説明するデータを提供します。私たちは、第三者があなたの個人データをどのように処理するかを制御、監督、または応答することはありません。一部の第三者はGDPRの目的でコントローラーを宣言しているため、個人データに関する情報要求はそのような第三者に向けられるべきです。\nログファイル情報。ログファイル情報は、アプリにアクセスするリクエストを行うたびに自動的に報告されます。アプリがデバイスにインストールされているときにも提供できます。アプリを使用すると、Analyticsツールは、アプリの使用を開始および停止する時刻と日付や、アプリとの対話方法など、特定のログファイル情報を自動的に記録します。アプリは、プロファイリングを含む個人データの自動処理を使用する場合があります。これは、特に個人の好み、興味、行動、行動に関する側面を分析または予測するために、あなたに関連する特定の個人的な側面を評価するために使用される個人データの自動処理のあらゆる形式を意味します。場所または動き。自動データ処理技術を介した情報の処理アプリの使用を開始すると、自動的に開始されます。\nCookieおよび同様のテクノロジー。アプリを使用する場合、Cookieやピクセル、Webビーコン、スクリプトなどの同様のテクノロジーを使用して、アプリの使用方法に関する情報を処理し、機能を提供する場合があります。 Cookieは、少量の情報を含むテキストファイルであり、アプリにアクセスするとデバイスにダウンロードされます。テキストファイルは、アプリを使用するたびにサーバーに送信されます。これにより、アプリをより効果的に操作できます。この集計された情報を使用して、アプリの使用方法を理解および最適化し、マーケティング活動を改善し、興味のあるコンテンツと機能を提供します。広告主または他のパートナーに、Cookieまたは同様のテクノロジーを使用する可能性のあるアプリに広告やサービスを提供するように依頼する場合があります。\n\niii。個人データを処理する目的\n私たちの使命は、アプリを常に改善し、新しい体験を提供することです。このミッションの一環として、次の目的でお客様の情報を使用します。\n（a）サービスを利用できるようにする。私たちはあなたが送信する情報と自動的に処理される情報を使用してあなたに提供する'
    },
    deleteSelected: '選択を削除します',
    months: [
        '1月',
        '2月',
        '行進',
        '4月',
        '5月',
        '六月',
        '7月',
        '8月',
        '9月',
        '10月',
        '11月',
        '12月'
    ],
    howWorksFreeTrial: '無料の試用の仕組み',
    accessUnlimited: '無制限のアクセスのロックを解除します',
    getToday: '今日：無制限のアクセスを取得します',
    getTodayDesc: 'CleanerLab Proを使用して、無制限の回数の写真を掃除してください。',
    remindTomorrow: '2日目：トライアルリマインダー',
    remindTomorrowDesc: '無料の試用版が期限切れになる時期についてリマインダーを入手してください。',
    trialEnd: '3日目：トライアルは終了します',
    trialEndDesc: 'サブスクリプションは{{date}}で開始されます。',
    autoRenew: '自動更新可能',
    startTrial: '無料トライアルを開始',
    equalCoffee: '{{price}} coffeyouは購入できます - または、1か月間携帯電話をアップグレードできます。',
    unlimitedDelete: '無制限の削除とマージ',
    orGoWithPremium: 'または、アクセスが制限されています',
    trialEnabled: '無料トライアルを開始',
    notSureYet: 'まだ確かではない？',
    enableTrial: 'トライアルを使用します',
    getFullAccess: '無制限のアクセスを取得します',
    try3Days: '3日間の無料トライアル',
    week: '週',
    month: '月',
    year: '年',
    autoRenewable: '自動的に更新します。 いつでもキャンセルします \n  {{price}}/{{period}}',
    autoRenewableShort: '{{price}}/{{period}}、',
    autoRenewableUltraShort: '{{price}}/{{period}}',
    today: '今日',
    getUnlimited: '無制限のアクセスを取得します',
    deleteUnlimited: 'CleanerLabで無制限の回数の写真を掃除してください。',
    trialReminder: 'トライアルリマインダー',
    getReminder: '無料の試用版が期限切れになる時期についてリマインダーを入手してください。',
    trialEnds: 'トライアルバージョンの終了。',
    daysFree: '3日間の無料トライアル',
    subsWillStart: 'サブスクリプション{{day}} {{month}}は開始されます。',
    startMembership: 'メンバーシップを開始します',
    subsRequirements: 'サブスクリプション用語',
    reBuy: '購入商品を復元する',
    secondDay: '2日目',
    thirdDay: '3日目',
    percent: '50％',
    earn: '得る',
    scanSimilars: '同様の写真を即座に検出します',
    noAdNoLimit: '広告なしで無制限',
    takeTime: 'ストレージと時間を保存します',
    freeDays: 'デイ無料トライアル',
    popular: '人気',
    save60: '60％が稼ぐ',
    save80: '80％が稼ぐ',
    londonComments: [
        {
            text: 'この驚くべきアプリは私の電話をスピードアップしました'
        },
        {
            text: 'アプリをダウンロードしてよかったです、すぐにスペースが開いています🥰'
        },
        {
            text: '私の電話はもう私を怒らせません🥳'
        }
    ],
    autoRenewCancel: 'Auto-Renews、いつでもキャンセルします',
    yourePremium: 'アカウントに定義されたプレミアムメンバーシップ🎉',
    congrats: 'おめでとう！',
    success: '成功！',
    deletedObjects: '削除されたアイテム',
    totalGained: '総獲得スペース',
    dontForget: '最近削除されたセクションから写真を削除することを忘れないでください！',
    'continue': '継続する',
    preparing: '準備',
    pleaseWait: 'お待ちください',
    changePassword: 'パスワードを変更する',
    newPassword: '新しいパスワード',
    setPassword: 'パスワードを設定してください',
    oldPassword: '以前のパスワード',
    save: '保存',
    passwordChanged: 'パスワードは正常に変更されました',
    enterPassword: 'パスワードを入力する',
    yousetpassword: '以前にパスワードを設定しました。',
    enter: '入る',
    saveTime: '広告を取り除いて時間を節約します。',
    deleteUnecessary: '不要なビデオを削除します',
    deleteVideoDesc: 'スペースをとる不要なビデオをクリーンアップします。',
    deleteExcess: '余分なメディアの電話を掃除します。',
    cleanDuplicate: '複製写真をきれいにします',
    fastFind: '同様の写真を速く見つけます',
    cleanStorage: '無料のストレージ',
    cancelAnyTimeLong: '*3日間の無料トライアル中にいつでもキャンセルします。 {{price}}/{{period}}のサブスクリプションに自動的に拡張されます。',
    cancelAnyTimeShort: '{{price}}/{{period}}のサブスクリプションに自動的に拡張されます。',
    weekly: '毎週',
    monthly: '毎月',
    yearly: '毎年',
    pricePaid: '{{period}}/{{price}}',
    priceTrial: '{{period}}/{{price}}、3日間の無料トライアルの後',
    ankaracomments:[
        {
            text: "ワンタップでデバイスをクリーンアップ",
        },
        {
            text: "重複した写真/ビデオを削除する",
        },
        {
            text: "重複する連絡先を統合する",
        },



    ],

    noKept: 'ギャラリーは空です。',
    addKept: '写真とビデオをいくつか追加します。',
    analyzing:"分析中..."

}
