import userStore from "../src/store/userStore";


export default{
    title1: 'CleanerLab',
    description1: '스토리지를 신속하게 스캔하십시오! 비슷한 사진을 지우고 복제하고 최고의 사진을 유지하십시오!',
    title2: '콘택트 렌즈',
    description2: 'iPhone에서 두 번 저장 한 연락처를 병합하고 엉망을 제거하십시오!',
    title3: 'CleanerLab에 오신 것을 환영합니다',
    description3: '클리너 랩',
    used: '{{total}}%가 사용됩니다.',
    popupInfo: 'CleanerLab은 저장 공간을 확보하기 위해 여기에 있습니다. 우리는 투명성을 제공하고 개인 정보를 보호하는 것을 목표로합니다. 계속해서 귀하는 당사의 이용 약관 및 개인 정보 보호 정책에 동의합니다.',
    termsOfUse: '사용 기간',
    alert: '알리다',
    needPermission: '갤러리 액세스 권한을 부여해야합니다.',
    homeTitle: '내 미디어 아카이브',
    pro: '찬성',
    cleanableStorage: '청소 가능 영역',
    permissionTitle: '사진을 스캔하려면 액세스 권한이 필요합니다.',
    permissionDesc: 'CleanerLab으로 청소를 시작하려면 모든 사진에 액세스 할 수 있어야합니다.',
    allow: '허용하다',
    file: '파일',
    similar: '비슷한',
    photo: '사진',
    photos: '사진',
    duplicated: '복제',
    videos: '비디오',
    video: '동영상',
    loading: '로딩 중 기다려주세요...',
    screenshots: '스크린 샷',
    other: '다른',
    secretPlace: '비밀 장소',
    contacts: '콘택트 렌즈',
    charge: '요금',
    clean: '깨끗한',
    noPhoto: '청소할 사진이 없습니다',
    noVideo: '청소할 비디오가 없습니다',
    noLimit: '이 영역에서 매일 사진 삭제 한계에 도달했습니다. 다른 영역에서 사진과 비디오를 청소할 수 있습니다.',
    tooManyAds: '당신은 너무 많은 광고를 보았습니다. 잠시 후 다시 시도하여 삭제하십시오.',
    see: '확인하다',
    bestResult: '최상의 결과',
    best: '최상의 결과',
    review: '검토',
    letsStart: '시작하자',
    similarPhotos: '비슷한 사진',
    similarPhotosDesc: '비슷한 사진을 모으고 최상의 결과를 권장합니다. 휴지통으로 이동하려는 것을 안전하게 검토하고 선택하십시오.',
    samePhotos: '복제 된 사진',
    duplicatedContacts: '복제 된 연락처',
    samePhotosDesc: '다음은 서로 정확히 동일한 중복 사진입니다. 모든 복제물을 한 번에 삭제하고 원본을 유지하십시오.',
    screenshotDesc: '더 빠른 검토를위한 유사한 화면 우리는 당신의 사진을 그룹화합니다! 안전하게 보내고 쓰레기로 이동하려는 것을 선택하십시오.',
    others: '기타',
    otherDesc: '다음은 어떤 카테고리에도 속하지 않는 사진입니다. 이 사진을 크기 또는 날짜별로 정렬하십시오. 불필요한 사람에게 작별 인사를하십시오.',
    videosDesc: '모든 비디오를 확인하십시오. 크기 또는 날짜별로 비디오를 정렬하십시오. 가장 많은 공간을 차지하는 사람들을보십시오.',
    keepAll: '모든 것을 유지하십시오',
    selectAll: '모두를 선택하십시오',
    deselectAll: '모든 것을 선택 해제하십시오',
    selectedAll: '모두를 선택했습니다',
    similarsTotal: '{{total}} 사진',
    similarSelected: '{{total}} 선택',
    newest: '최신',
    oldest: '가장 오래된',
    most: '제일',
    biggest: '가장 큰',
    smallest: '가장 작은',
    deleteSimilar: '{{total}}를 삭제합니다',
    deleteSame: '{{total}} duplice를 삭제합니다',
    deleteVideo: '{{total}} 비디오를 삭제합니다',
    deleteEkrans: '{{total}} 스크린 샷을 삭제합니다',
    deleteOther: '{{total}} 사진을 삭제합니다',
    keptSuccessfuly: '사진이 성공적으로 저장되었습니다.',
    sameLine: '{{total}} 복제',
    similarLine: '{{total}} 유사합니다',
    ekranLine: '{{total}} 스크린 샷',
    settings: '설정',
    premiumTitleSettings: '무제한 액세스 잠금을 해제하십시오',
    premiumDescSettings: '모든 CleanerLab 기능에 무제한 액세스를 즐기십시오.',
    secret: '비밀 도서관',
    share: '공유하다',
    'delete': '삭제',
    sure: '숨겨진 라이브러리에서 파일이 삭제됩니다.',
    cancel: '취소',
    'import': '사진 또는 비디오 가져 오기',
    noSecret: '숨겨진 파일이 없습니다',
    noSecretDesc: '숨겨진 사진이나 비디오를 추가하려면 추가하십시오.',
    addMedia: '미디어 추가',
    keptList: '저장된 목록',
    clues: '팁',
    usePin: '핀을 사용하십시오',
    deleteAfter: '가져온 후 제거하십시오',
    tools: '도구',
    faq: '자주하는 질문',
    emailSupport: '이메일 지원',
    takeAgain: '복원하다',
    aboutUs: '우리에 대해',
    privacy: '개인 정보 정책',
    reviewApp: '우리를 평가하십시오',
    shareApp: '공유하다',
    moreInfo: '더 많은 정보',
    changePin: '핀을 변경하십시오',
    createPin: '핀을 만듭니다',
    fail: '불합격',
    notMatch: '입력 한 암호는 일치하지 않습니다.',
    permissionNeeded: '권한이 필요합니다',
    findDuplicates: 'CleanLab이 연락처에서 복제물을 찾도록 허용합니다.',
    allContacts: '모든 연락처',
    deleteContacts: '{{total}} 연락처를 삭제합니다',
    duplicatedContact: '중복 연락처',
    willMerge: '병합 할 연락처',
    merged: '병합 된 버전',
    mergeContacts: '병합 {{total}} 연락처',
    noNumber: '숫자가 없습니다',
    noBack: '이 삭제는 취소 할 수 없습니다. \n  계속 하시겠습니까?',
    chargeAnimation: '충전 애니메이션',
    setAnimation: '애니메이션을 설정하십시오',
    fastClean: '빠르게 명확합니다',
    keep: '유지하다',
    cleanClue: '삭제하기 위해 스 와이프하고 아래로 유지하십시오.',
    inTrash: '미디어 \n  쓰레기',
    emptyTrash: '쓰레기통을 비워',
    deleteBig: '삭제',
    faqSections: [
        {
            title: 'CleanerLab은 내 사진이 어디에도 업로드되지 않도록 보장합니까?',
            content: 'CleanerLab은 인터넷 연결이 필요하지 않으므로 사진을 어디서나 업로드하지 않고 로컬에서 사진을 스캔하고 분석합니다. 이 앱은 또한 사진에 대한 보고서를 보내지 않으며, 유일한 보고서는 앱 충돌 및 결함과 같은 익명의 기술 로그입니다. 사진 라이브러리를 스캔하고 분석하려면 CleanerLab은 라이브러리에 액세스하기 위해 허가가 필요하며 사진이 변경, 편집 또는 선호되는지 고려하여 사진 정보를 사용하고 얼굴 감지 데이터를 참조하십시오.'
        },
        {
            title: 'CleanerLab은 최고의 사진을 어떻게 선택합니까?',
            content: 'CleanerLab에는 얼굴 인식, 유사한 사진 비교와 관련된 자체 탐지 및 비교 기술이 있으며 프로세스에서 변경, 편집 또는 선호하는 사진을 고려합니다. 마지막으로 CleanerLab은 알고리즘 결과에 따라 세트에서 사진을 최상의 결과로 표시하지만 항상 앱의 제안을 검토하여 선택과 일치하는지 확인해야합니다.'
        },
        {
            title: '청소 과정 후 휴대 전화에 여유 공간이없는 이유는 무엇입니까?',
            content: 'CleanerLab의 청소 과정은 iOS 사진 앱의 청소 과정과 일치합니다. 즉, 삭제 된 모든 사진/비디오는 30 일 동안 라이브러리에서 최근 삭제 된 앨범으로 이동합니다. 따라서이 공간을 확보하고 iPhone에서 사진 앱을 열고 최근에 삭제 된 앨범으로 이동하여 휴대 전화의 공간을 차지합니다. 휴대 전화에서 삭제하려는 모든 사진/비디오를 취소 한 다음 휴대 전화와 비디오/비디오를 취소합니다. Delete를 누릅니다. ** 최근 삭제 된 앨범에서 파일을 삭제하면 휴대 전화에서 파일을 완전히 제거 할 것입니다. **'
        },
        {
            title: '삭제 된 사진/비디오를 어떻게 복구합니까?',
            content: '의도하지 않은 사진/비디오를 삭제 한 경우 걱정할 필요가 없습니다. CleanerLab의 청소 과정은 iOS 사진 앱의 청소 과정과 일치합니다. 즉, 삭제 된 모든 사진/비디오는 30 일 동안 라이브러리에서 최근 삭제 된 앨범으로 이동합니다. 따라서 실수를 저지르면 삭제 된 사진이나 비디오를 30 일 동안 계속 복구 할 수 있습니다. iOS의 사진 앱은 30 일 후에 iPhone의 사진을 자동으로 지우는 것입니다. 30 일 이내에 삭제 된 사진이나 비디오를 복구하려면 다음 단계를 따르십시오. Nannannannan'
        },
        {
            title: '구독을 어떻게 취소 할 수 있습니까?',
            content: '다른 App Store 구독과 마찬가지로 CleanerLab의 구독을 취소 할 수 있습니다. \n iPhone의 설정으로 이동하십시오. \n iTunes & App Stores> Apple ID 이름 페이지에서 Apple ID보기를 찾으십시오. \n 그런 다음 구독> CleanerLab을 누릅니다. \n 남은 일은 화면 끝에서 바로 구독 버튼을 클릭하는 것입니다.'
        },
        {
            title: '내 사진 라이브러리에서 사진을 어떻게 스캔합니까?',
            content: 'CleanerLab을 처음 시작할 때 앱은 자동으로 스캔 및 라이브러리 분석을 시작합니다. 특히 사진 모음이 더 많으면이 프로세스가 광범위하고 상당한 양의 리소스가 필요할 것임을 명심하십시오. 따라서 CleanerLab을 처음 열면 인내심을 갖고 스캔 및 분석 결과가 시작될 때까지 기다리십시오.이 스캔은 처음 사용하는 데 시간이 오래 걸리고 CleanerLab은 쉽게 사용 가능한 스캔 결과를 사용하고 가장 최근에만 스캔합니다. 사진 라이브러리의 변경이므로 훨씬 빠르고 쉬워집니다.'
        },
        {
            title: '스 와이프 기능을 어떻게 사용합니까?',
            content: 'CleanerLab은 비디오 및 기타 카테고리를 통해 실용적이고 인기 있고 재미있는 방법을 제공합니다. 스 와이프 기능을 사용하려면 아래로 스 와이프하여 사진을 표시 한 다음 유지 목록에 추가하십시오.'
        },
        {
            title: 'CleanerLab은 안전합니까? CleanerLab을 어떻게 신뢰할 수 있습니까?',
            content: 'CleanerLab의 선택 알고리즘은 청소 프로세스를보다 쉽고 빠르게 할 수 있도록 설계되었지만 승인 없이는 아무것도 삭제하지 않습니다. 이 앱은 항상 마지막 결정을 내릴 것이지만 사진을 유지하거나 삭제할 것을 제안합니다.'
        },
        {
            title: 'CleanerLab은 사진을 어떻게 분류합니까?',
            content: 'CleanerLab은 모든 사진을 4 가지 범주로 분류합니다 : 유사한, 복제, 스크린 샷, 기타'
        },
        {
            title: '비슷한',
            content: '이 범주에는 일반적으로 동일한 기간에 촬영되는 거의 동일한 사진이 포함되며 사진이 다른 각도에서 찍은 경우에도 동일한 배경에 동일한 객체/사람을 포함합니다. CleanerLab은 비슷한 사진 세트를 자동으로 분리하고 비교 및 탐지 기술을 사용하여 최상의 결과로 표시하고 나머지는 삭제할 나머지 사진을 선택합니다.'
        },
        {
            title: '복제',
            content: '이 범주에는 서로 정확히 동일한 사진이 포함됩니다. 모든 복제물을 한 번에 삭제하고 원본을 유지할 수 있습니다.'
        },
        {
            title: 'Secrenshoots',
            content: '이 카테고리에는 라이브러리의 스크린 샷이 포함되며 앱은 제거를 위해 자동으로 모든 것을 표시하지만 언제나 그렇듯이 최종 결정을 남기십시오. 따라서 보관하려는 스크린 샷이있는 경우 유지 목록에 추가하십시오.'
        },
        {
            title: '기타',
            content: '이것은 다른 범주에 맞지 않는 사진이 정렬되는 범주입니다. CleanerLab은 함께 그룹화하여 도서관을보다 쉽게 검토, 스 와이프하고 청소할 수 있도록합니다.'
        },
        {
            title: '원치 않는 사진을 어떻게 제거 할 수 있습니까?',
            content: 'CleanerLab은 제거를위한 일부 사진을 자동으로 제안하고 탐지 및 비교 기술을 사용하여 빨간색 체크 마크 아이콘으로 표시합니다. 삭제하려는 사진/사진을 선택한 다음 삭제 버튼을 누릅니다. 선택한 모든 사진이 삭제되므로 유지하려는 사진을 유지 목록으로 옮기는 것을 잊지 마십시오. \n 유사한 범주를여십시오. 확인하려는 세트를 선택하고 보관하거나 제거 할 내용을 결정하십시오. 앱이 제거하여 선택한 내용에 동의하고 최상의 결과로 표시되면 세트 아래 화면의 휴지통 이동 버튼을 누릅니다. 앱이 제안한 것에 동의하지 않으면 보관하려는 모든 사진을 유지하거나 삭제하려는 사진을 표시하지 않고 삭제하려는 사진을 표시하십시오. 완료되면 쓰레기통을 탭한 다음 삭제를 탭하여 프로세스를 완료 할 수 있습니다.'
        },
        {
            title: '다른 모든 장치에서 CleanerLab을 사용할 수 있습니까?',
            content: '현재 iOS 12 이상을 사용하여 iPhone에서 CleanerLab을 사용할 수 있습니다. 구독 또는 라이센스와 함께 사용할 수있는 장치 수는 App Store의 구독 이용 약관과 일치합니다.'
        }
    ],
    emailSection: [
        {
            title: '삭제 된 사진이나 비디오를 어떻게 복구 할 수 있습니까?',
            content: '우연히 사진/비디오를 삭제하더라도 걱정할 필요가 없습니다. CleanerLab의 청소 과정은 iOS 사진 앱의 청소 과정과 호환됩니다. 즉, 삭제 된 모든 사진/비디오는 30 일 동안 라이브러리에서 최근 삭제 된 앨범으로 이동됩니다. 따라서 실수를하더라도 30 일 이내에 삭제 된 사진이나 비디오를 복구 할 수 있습니다. iOS의 사진 앱은 30 일 후에 iPhone에서 사진을 자동으로 삭제합니다. \n\n  • 30 일 이내에 삭제 된 사진 또는 비디오를 복구하려면 다음을 수행하십시오. \n  • 휴대 전화에서 사진 앱을 열고 최근 삭제 된 앨범을 탭하십시오. \n  • 오른쪽 상단에서 선택을 누릅니다. \n  • 복구 할 파일을 선택한 다음 복구를 누릅니다. \n\n 최근 삭제 된 앨범의 모든 것을 복구하려면 먼저 \n\n 그런 다음 선택하십시오 \n 모두 복구를 탭합니다. \n 이 앨범에는 CleanerLab에 의해 수동으로 삭제되고 제거 된 사진이 포함되어 있습니다.'
        },
        {
            title: '청소 후 휴대 전화에 여유 공간이없는 이유는 무엇입니까?',
            content: 'CleanerLab \'s는 iOS 사진 앱의 청소 과정과 호환됩니다. 즉, 30 일 동안 라이브러리의 모든 삭제 된 사진/비디오 : \n\n 최근 삭제되었습니다 \n\n 앨범으로 이동했습니다. iOS의 사진 앱은 30 일 후에 iPhone에서 사진을 자동으로 삭제합니다. \n\n 저장 공간을 확보하려면 다음 단계를 수행하십시오. \n\n  • iPhone에서 사진 앱을 열고 아래로 스크롤하고 최근 삭제 된 앨범을 탭하십시오. \n  • 모두 삭제 \n\n 이 앨범에는 CleanerLab에 의해 수동으로 삭제되고 제거 된 사진이 포함되어 있습니다.'
        },
        {
            title: '구독을 어떻게 취소 할 수 있습니까?',
            content: '구독을 취소하려면 다음을 수행 할 수 있습니다. \n https://support.apple.com/en-us/ht202039'
        },
        {
            title: 'CleanerLab이 내 사진에 액세스하도록 허용 할 수없는 이유는 무엇입니까?',
            content: '설정에서 사진 액세스 옵션 허용이 표시되지 않으면 다음 단계를 따를 수 있습니다. \n\n 1. 설정 앱을 시작하십시오 \n 2. 아래로 스크롤하고 화면 시간을 누릅니다 \n 3. 컨텐츠 및 개인 정보 보호 제한을 선택하십시오 \n 4. 사진을 찾아 탭합니다 \n 5. 변경 허용 옵션을 확인하십시오. \n 6. 그런 다음 CleanerLab을 완전히 닫고 다시 열십시오.'
        }
    ],

    anotherTitle:'또 다른 한가지',
    anotherContent:'장치 코드 : \n' +"{{deviceId}}"+
        '\n 장치 코드로 문의하십시오. \n support@cleanerlabapp.com',

    aboutUsPage: {
        title: '우리에 대해',
        content: '우리는 사용자의 요구를위한 모바일 애플리케이션을 개발합니다. 우리는 열정으로 일을하고 있으며 지속적인 학습에 개방적이라는 것을 알고 있습니다. \n 우리는 사용자가 필요로하고 사용하는 응용 프로그램을 개발하기 위해 노력합니다. 사용하기 쉬운 이해하기 쉽고 투명한 응용 프로그램을 설계하고 구현합니다. \n\n 우리 팀과 함께, 우리는 매일 새로운 것을 배우고 자신을 향상시킵니다. 이렇게하는 동안 우리의 작업 환경은 즐겁고 평화로운 것이 매우 중요합니다. \n\n 원하는 것을 원할 때마다 우리에게 연락 할 수 있습니다. 우리는 당신의 피드백을 기대할 것입니다. \n\n support@cleanerlabapp.com'
    },
    privacyPage: {
        title: '개인 정보 정책',
        content: 'I. 소개\nMobiledo Yazilim Hizmetleri Limited Sirketi (“우리”,“우리”또는“우리”)는 개인 정보를 진지하게 받아들입니다. 이 개인 정보 보호 정책 ( "개인 정보 보호 정책")은 당사의 데이터 보호 정책을 설명하고 모바일 장치에 소프트웨어 애플리케이션을 설치 및/또는 사용 할 때 처리 할 수있는 정보 유형을 설명하고 우리가 방법을 설명합니다. 그리고 우리가 협력하는 회사 중 일부는 해당 정보를 처리합니다.\n개인 데이터 (또는 개인 정보)를 참조 할 때, 우리는 특히 그러한 데이터를 참조하여 직접 또는 간접적으로 식별 할 수있는 자연인과 관련된 모든 종류의 정보를 의미합니다.\n특히 신체, 생리 학적, 정신적, 경제적, 문화적 또는 사회적 지위와 관련된 하나 이상의 요인을 참조하여 직접 또는 간접적으로 식별 할 수있는 자연인입니다.\n당사의 개인 정보 보호 정책은 모든 사용자와 앱에 액세스하는 다른 사용자 ( "사용자")에게 적용됩니다.\nGDPR의 목적 상, 우리는 달리 명시되지 않는 한 데이터 컨트롤러입니다.\n귀하의 개인 정보가 신중하게 처리 될 수있는 방법에 관한 정보는 다음 개인 정보 보호 정책을 읽으십시오. 앱을 사용하면이 용어에 의해 읽고, 이해하고, 동의했음을 인정합니다.\n\nII. 우리가 처리하는 정보\n처리 할 수있는 두 가지 일반 정보 범주가 있습니다.\nII.1 제출 한 정보\n앱을 사용할 때 다음과 같은 개인 정보를 처리합니다. 이 정보는 귀하와 당사 간의 계약의 적절한 성과에 필요합니다. 그러한 정보가 없으면 앱의 완전한 기능을 제공하고 요청 된 서비스를 수행하는 것은 불가능합니다.\n앱에 업로드 한 사진 및 문서와 같은 앱 사용과 직접 관련된 기타 정보. 귀하의 동의하에, 우리는 또한 카메라 롤에 액세스 할 수 있습니다.\nII.2 자동 처리 된 정보\n앱을 사용하면 장치 및 사용자 동작에 대한 정보가 자동으로 처리 될 수 있습니다. 이 정보는 일반적으로 비 개인적이며, 즉 특정 개인과 직접 연관성을 허용하지 않으며, 집계 된 형태로만 액세스 할 수 있습니다. 우리는 앱을 개선하고 사용자에게 최고의 경험을 제공하는 데 합법적 인 관심을 기반 으로이 정보를 처리합니다. 해당 데이터에 액세스하지 않으면 앱의 모든 요청 된 서비스 및 기능을 제공하지 못할 수 있습니다.\n당사는 타사 자동 데이터 처리 기술을 사용하여 장치 또는 앱에서 보낸 특정 정보를 분석합니다. 자동 데이터 처리 기술 (광고 또는 분석 도구)은 아래에 설명 된 데이터를 제공합니다. 당사는 제 3자가 귀하의 개인 데이터를 처리하는 방법에 대해 제어, 감독 또는 응답하지 않습니다. 우리의 제 3 자 중 일부가 GDPR의 목적으로 컨트롤러를 선언하기 때문에 개인 데이터에 관한 정보 요청은 그러한 제 3 자에게 지시되어야합니다.\n로그 파일 정보. 로그 파일 정보는 앱에 액세스하도록 요청할 때마다 자동으로보고됩니다. 앱이 장치에 설치 될 때도 제공 할 수 있습니다. 앱을 사용하면 분석 도구가 앱을 시작하고 중지 할 때 시간과 날짜를 포함하여 특정 로그 파일 정보와 앱과 상호 작용하는 방법을 자동으로 녹화합니다. 이 앱은 프로파일 링을 포함하여 개인 데이터의 자동 처리를 사용할 수 있습니다. 이는 특히 귀하와 관련된 특정 개인 측면을 평가하는 데 사용되는 개인 데이터의 모든 형태의 자동 처리를 의미합니다. 위치 또는 움직임. 자동 데이터 처리 기술을 통한 정보 처리는 앱 사용을 시작할 때 자동으로 시작됩니다.\n쿠키 및 유사한 기술. 앱을 사용할 때는 쿠키 및 픽셀, 웹 비콘, 스크립트와 같은 쿠키 및 유사한 기술을 사용하여 앱을 사용하는 방법에 대한 정보를 처리하고 기능을 제공 할 수 있습니다. 쿠키는 소량의 정보가 포함 된 텍스트 파일로, 앱에 액세스 할 때 장치에 다운로드됩니다. 그런 다음 텍스트 파일이 앱을 사용할 때마다 서버로 다시 전송됩니다. 이를 통해 앱을보다 효과적으로 작동시킬 수 있습니다. 우리는이 집계 된 정보를 사용하여 앱 사용 방법을 이해하고 최적화하고 마케팅 노력을 개선하며 관심있는 컨텐츠와 기능을 제공합니다. 우리는 광고주 나 다른 파트너에게 쿠키 나 유사한 기술을 사용할 수있는 앱에 광고 나 서비스를 제공하도록 요청할 수 있습니다.\n\nIII. 개인 데이터를 처리하기위한 목적\n우리의 사명은 앱을 지속적으로 개선하고 새로운 경험을 제공하는 것입니다. 이 임무의 일환으로 귀하는 귀하의 정보를 다음과 같은 목적으로 사용합니다.\n(a) 서비스를 이용할 수 있도록합니다. 우리는 귀하가 제출 한 정보와 자동으로 처리 된 정보를 사용하여 WI를 제공합니다.'
    },
    deleteSelected: '선택된 것을 지워 라',
    months: [
        '1월',
        '2월',
        '3월',
        '4월',
        '5월',
        '6월',
        '칠월',
        '팔월',
        '구월',
        '십월',
        '십일월',
        '12월'
    ],
    howWorksFreeTrial: '무료 평가판의 작동 방식',
    accessUnlimited: '무제한 액세스 잠금을 해제하십시오',
    getToday: '오늘 : 무제한 액세스 권한을 얻으십시오',
    getTodayDesc: 'CleanerLab Pro로 사진을 무제한으로 청소하십시오.',
    remindTomorrow: '둘째 날 : 시험 알림',
    remindTomorrowDesc: '무료 평가판이 만료되는시기에 대한 알림을 받으십시오.',
    trialEnd: '3 일째 : 시험이 끝납니다',
    trialEndDesc: '구독은 {{date}}에서 시작됩니다.',
    autoRenew: '자동 재생 가능',
    startTrial: '무료 평가판을 시작하십시오',
    equalCoffee: '{{price}} 커피 한 잔을 마실 수 있습니다. 또는 한 달 동안 휴대 전화를 업그레이드 할 수 있습니다.',
    unlimitedDelete: '무제한 삭제 및 병합',
    orGoWithPremium: '또는 제한된 액세스를 계속하십시오',
    trialEnabled: '무료 평가판을 시작하십시오',
    notSureYet: '아직 확실하지 않습니까?',
    enableTrial: '시험을 사용하십시오',
    getFullAccess: '무제한 액세스를 얻으십시오',
    try3Days: '3 일 무료 평가판',
    week: '주',
    month: '월',
    year: '년도',
    autoRenewable: '자동으로 갱신됩니다. 언제든지 취소하십시오 \n  {{price}}/{{period}}',
    autoRenewableShort: '{{price}}/{{period}},',
    autoRenewableUltraShort: '{{price}}/{{period}}',
    today: '오늘',
    getUnlimited: '무제한 액세스를 얻으십시오',
    deleteUnlimited: 'CleanerLab으로 사진을 무제한으로 청소하십시오.',
    trialReminder: '시험 알림',
    getReminder: '무료 평가판이 만료되는시기에 대한 알림을 받으십시오.',
    trialEnds: '시험판 종료.',
    daysFree: '3 일 무료 평가판',
    subsWillStart: '구독 {{day}} {{month}}가 시작됩니다.',
    startMembership: '멤버십을 시작하십시오',
    subsRequirements: '구독 용어',
    reBuy: '구매를 복원하십시오',
    secondDay: '2 일',
    thirdDay: '3 일',
    percent: '50%',
    earn: '벌다',
    scanSimilars: '비슷한 사진을 즉시 감지합니다',
    noAdNoLimit: '광고가없고 무제한',
    takeTime: '저장소와 시간을 저장하십시오',
    freeDays: '날 무료 평가판',
    popular: '인기 있는',
    save60: '60% 이익',
    save80: '80% 이익',
    londonComments: [
        {
            text: '이 놀라운 앱은 내 전화 속도를 높였습니다'
        },
        {
            text: '앱을 다운로드하게되어 기쁩니다. 공간이 즉시 열려 있습니다.'
        },
        {
            text: '내 휴대 전화는 더 이상 나를 화나게하지 않습니다'
        }
    ],
    autoRenewCancel: '자동 갱신, 언제든지 취소',
    yourePremium: '귀하의 계정에 정의 된 프리미엄 멤버십 🎉',
    congrats: '축하합니다!',
    success: '성공!',
    deletedObjects: '삭제 된 아이템',
    totalGained: '총 전당 공간',
    dontForget: '최근 삭제 된 섹션에서 사진을 삭제하는 것을 잊지 마십시오!',
    'continue': '계속하다',
    preparing: '준비',
    pleaseWait: '기다리세요',
    changePassword: '비밀번호를 변경하십시오',
    newPassword: '새 비밀번호',
    setPassword: '암호를 설정하세요',
    oldPassword: '기존 비밀번호',
    save: '구하다',
    passwordChanged: '암호가 성공적으로 변경되었습니다',
    enterPassword: '암호를 입력',
    yousetpassword: '전에 비밀번호를 설정했습니다.',
    enter: '입력하다',
    saveTime: '광고를 제거하여 시간을 절약하십시오.',
    deleteUnecessary: '불필요한 비디오를 삭제하십시오',
    deleteVideoDesc: '공간을 차지하는 불필요한 비디오를 정리하십시오.',
    deleteExcess: '초과 미디어의 전화를 청소하십시오.',
    cleanDuplicate: '중복 사진을 깨끗하게하십시오',
    fastFind: '빠르게 비슷한 사진을 찾으십시오',
    cleanStorage: '무료 스토리지',
    cancelAnyTimeLong: '*3 일 무료 평가판에서 언제든지 취소. {{price}}/{{period}}의 구독으로 자동 확장됩니다.',
    cancelAnyTimeShort: '{{price}}/{{period}}의 구독으로 자동 확장됩니다.',
    weekly: '주간',
    monthly: '월간 간행물',
    yearly: '매년',
    pricePaid: '{{period}}/{{price}}',
    priceTrial: '{{period}}/{{price}}, 3 일 무료 평가판 후',
    ankaracomments:[
        {

            text: "탭 한 번으로 기기 정리",
        },
        {
            text: "중복 사진/동영상 제거",
        },
        {
            text: "중복 연락처 병합",
        },

    ],
    noKept: '갤러리는 비어 있습니다.',
    addKept: '사진과 비디오를 추가하십시오.',
    analyzing:"분석하는..."
}
