import userStore from "../src/store/userStore";


export default{
    title1: 'CleanerLab',
    description1: 'Быстро сканировать хранение! Очистите похожие и дублирует фотографии и сохраняет лучшие из них!',
    title2: 'Контакты',
    description2: 'Слияние контактов дважды сохранено на iPhone и избавьтесь от беспорядка!',
    title3: 'Добро пожаловать в Comeerlab',
    description3: 'CleanerLab',
    used: '{{total}}% используется.',
    popupInfo: 'CleanerLab здесь, чтобы освободить место для хранения. Мы стремимся предложить прозрачность и защитить конфиденциальность. Продолжая, вы соглашаетесь с нашими Условиями использования и политикой конфиденциальности.',
    termsOfUse: 'Условия пользования',
    alert: 'Тревога',
    needPermission: 'Вам нужно дать разрешение на доступ в галерею.',
    homeTitle: 'Мой архив медиа',
    pro: 'Профиль',
    cleanableStorage: 'Очищаемая область',
    permissionTitle: 'Для сканирования требуется разрешение на доступ к доступу.',
    permissionDesc: 'Чтобы начать чистку с помощью CleanerLab, вам необходимо предоставить доступ ко всем фотографиям.',
    allow: 'Разрешать',
    file: 'Файл',
    similar: 'Похожий',
    photo: 'Фото',
    photos: 'Фото',
    duplicated: 'Дублирован',
    videos: 'Видео',
    video: 'видео',
    loading: 'Загрузка, пожалуйста подождите...',
    screenshots: 'Скриншоты',
    other: 'Другой',
    secretPlace: 'Секретное место',
    contacts: 'Контакты',
    charge: 'Обвинение',
    clean: 'Чистый',
    noPhoto: 'Нет фотографий для очистки',
    noVideo: 'Нет видео для очистки',
    noLimit: 'Вы достигли ежедневного лимита удаления в этой области. Вы можете чистить фотографии и видео из других областей.',
    tooManyAds: 'Вы смотрели слишком много рекламы. Попробуйте еще раз через некоторое время, чтобы удалить.',
    see: 'Проверять',
    bestResult: 'Лучший результат',
    best: 'Лучший результат',
    review: 'Обзор',
    letsStart: 'Давайте начнем',
    similarPhotos: 'Подобные фотографии',
    similarPhotosDesc: 'Собирая вместе подобные фотографии, и мы рекомендуем лучшие результаты. Безопасно просмотрите и выберите те, которые вы хотите перенести в мусор.',
    samePhotos: 'Дублированные фотографии',
    duplicatedContacts: 'Дублированные контакты',
    samePhotosDesc: 'Вот дубликаты фотографий, которые точно такие же, как друг друга. Удалите все дубликаты одновременно и сохраните оригиналы.',
    screenshotDesc: 'Подобный экран для более быстрого обзора, мы сгруппируем ваши фотографии! Отправьте их безопасно и выберите те, которые вы хотите перенести в мусор.',
    others: 'Другие',
    otherDesc: 'Вот фотографии, которые не принадлежат ни к какой категории. Сортируйте эти фотографии по размеру или дате. Попрощайтесь с ненужным.',
    videosDesc: 'Проверьте все свои видео. Сортируйте свои видео по размеру или дате. Посмотрите те, которые занимают больше всего места.',
    keepAll: 'Сохранить все',
    selectAll: 'Выбрать все',
    deselectAll: 'Убрать выделение со всего',
    selectedAll: 'Выбрано все',
    similarsTotal: '{{total}} фотографии',
    similarSelected: '{{total}} выбрано',
    newest: 'Новейший',
    oldest: 'Старейший',
    most: 'Большинство',
    biggest: 'Самый большой',
    smallest: 'Наименьший',
    deleteSimilar: 'Удалить {{total}} аналогично',
    deleteSame: 'Удалить {{total}} дубликат',
    deleteVideo: 'Удалить {{total}} видео',
    deleteEkrans: 'Удалить {{total}} скриншот',
    deleteOther: 'Удалить {{total}} фото',
    keptSuccessfuly: 'Фотографии были успешно сохранены.',
    sameLine: '{{total}} дублированный',
    similarLine: '{{total}} аналогично',
    ekranLine: '{{total}} скриншот',
    settings: 'Настройки',
    premiumTitleSettings: 'Разблокировать неограниченный доступ',
    premiumDescSettings: 'Наслаждайтесь неограниченным доступом ко всем функциям CleanerLab.',
    secret: 'Тайная библиотека',
    share: 'Делиться',
    'delete': 'Удалить',
    sure: 'Файлы будут удалены из вашей скрытой библиотеки.',
    cancel: 'Отмена',
    'import': 'Импорт фото или видео',
    noSecret: 'Нет скрытых файлов',
    noSecretDesc: 'Нажмите «Добавить», чтобы добавить скрытое фото или видео.',
    addMedia: 'Добавить СМИ',
    keptList: 'Хранимый список',
    clues: 'Советы',
    usePin: 'Используйте PIN -код',
    deleteAfter: 'Удалить после импорта',
    tools: 'Инструменты',
    faq: 'Часто задаваемые вопросы',
    emailSupport: 'Поддержка электронной почты',
    takeAgain: 'Восстановить',
    aboutUs: 'О нас',
    privacy: 'Политика конфиденциальности',
    reviewApp: 'Оцените нас',
    shareApp: 'Делиться',
    moreInfo: 'Больше информации',
    changePin: 'Изменить PIN -код',
    createPin: 'Создать PIN',
    fail: 'Потерпеть неудачу',
    notMatch: 'Введенный вами пароль не соответствует.',
    permissionNeeded: 'Требуется разрешение',
    findDuplicates: 'Позвольте CleanLab находить дубликаты в своих контактах.',
    allContacts: 'Все контакты',
    deleteContacts: 'Удалить {{total}} контакты',
    duplicatedContact: 'Дубликаты контактов',
    willMerge: 'Контакты, чтобы слияние',
    merged: 'Объединенная версия',
    mergeContacts: 'Merge {{total}} контакты',
    noNumber: 'Нет номера',
    noBack: 'Это удаление не может быть отменено. \n  Вы хотите продолжить?',
    chargeAnimation: 'Зарядка анимация',
    setAnimation: 'Установить анимацию',
    fastClean: 'Быстро ясен',
    keep: 'ХРАНИТЬ',
    cleanClue: 'Пройдите вверх, чтобы удалить, вниз, чтобы сохранить.',
    inTrash: 'СМИ в \n  мусор',
    emptyTrash: 'Очистить корзину',
    deleteBig: 'УДАЛИТЬ',
    faqSections: [
        {
            title: 'Гарантирует ли CleanerLab, что мои фотографии нигде не будут загружены?',
            content: 'CleanerLab не требует подключения к Интернету для работы, поэтому он нигде не загружает ваши фотографии, не сканирует и анализирует ваши фотографии на вашем телефоне локально. Приложение также не отправляет отчеты о ваших фотографиях, единственными отчетами являются анонимные технические журналы, такие как сбои приложений и глюки. Чтобы сканировать и проанализировать вашу библиотеку фотографий, CleanerLab понадобится ваше разрешение на доступ к вашей библиотеке и может использовать информацию о фотографиях, чтобы рассмотреть, изменяется, отредактирована или отредактирована или вдоевала данные о обнаружении лица.'
        },
        {
            title: 'Как CleanerLab выбирает лучшие фотографии?',
            content: 'CleanerLab имеет свои собственные методы обнаружения и сравнения, которые включают распознавание лица, сравнение аналогичных фотографий и рассматривают измененные, отредактированные или любимые фотографии в процессе. Наконец, CleanerLab отмечает фотографию из набора в качестве лучшего результата в соответствии с результатами его алгоритма, однако вы всегда должны просматривать предложения приложения, чтобы убедиться, что они соответствуют вашим выборам.'
        },
        {
            title: 'Почему у меня нет свободного места на моем телефоне после процесса очистки?',
            content: 'Процесс очистки CleanerLab соответствует процессу очистки приложения IOS Photos: это означает, что все удаленные фотографии/видео будут перемещены в недавно удаленный альбом в вашей библиотеке на 30 дней. Таким образом, они все равно займут место на вашем телефоне, чтобы освободить это пространство, откройте приложение Photos на вашем iPhone и перейдите на недавно удаленный альбом. Сделайте все фотографии/видео, которые вы хотите удалить со своего телефона, а затем Нажмите «Удалить». ** Не забудьте помнить, что удаление файлов из недавно удаленного альбома полностью удалит их с вашего телефона. **'
        },
        {
            title: 'Как восстановить удаленные фотографии/видео?',
            content: 'Если вы непреднамеренно удалили фотографию/видео, не нужно беспокоиться. Процесс очистки CleanerLab соответствует процессу очистки приложения IOS Photos: это означает, что все удаленные фотографии/видео будут перемещены в недавно удаленный альбом в вашей библиотеке на 30 дней. Таким образом, вы все равно сможете восстановить удаленные фотографии или видео в течение 30 дней, если совершите ошибку. Приложение iOS\'s Photos автоматически стирает фотографии с вашего iPhone через 30 дней. Чтобы восстановить фотографию или видео, которое было удалено менее чем за 30 дней, следуйте этим шагам: Наннаннан'
        },
        {
            title: 'Как я могу отменить свою подписку?',
            content: 'Вы можете отменить свою подписку на CleanerLab, как и любая другая подписка на магазин приложений: \n Перейдите к настройкам на вашем iPhone. \n Найдите View Apple ID в магазинах iTunes & App Stores> Страница имени Apple ID. \n Затем нажмите «Подписки»> «Компания». \n Все, что осталось сделать, это нажать кнопку «Отмена подписки прямо» в конце экрана.'
        },
        {
            title: 'Как сканировать фотографии в моей библиотеке фотографий?',
            content: 'В первый раз, когда вы запускаете CleanerLab, приложение автоматически запустит сканирование и анализ вашей библиотеки. Имейте в виду, что особенно если у вас есть большая коллекция фотографий, этот процесс будет обширным и потребует значительного количества ресурсов, которые будут использоваться. Таким образом, когда вы открываете CleanerLab в первый раз, пожалуйста, будьте терпеливы и подождите, пока не появятся результаты вашего сканирования и анализа. Это сканирование займет много времени для вашего первого использования, а чистота будет использовать доступные результаты сканирования и только сканировать самые последние Изменения в вашей библиотеке фотографий, так что это будет намного быстрее и проще.'
        },
        {
            title: 'Как мне использовать функцию провалов?',
            content: 'CleanerLab предлагает практичный, популярный и интересный способ пройти видео и другие категории. Чтобы использовать функцию смахивания, проведите вниз, чтобы отметить фотографию для удаления, и вверх, чтобы добавить их в свой список сохранения.'
        },
        {
            title: 'ShileerLab безопасен? Как я могу доверять CleanerLab?',
            content: 'Алгоритмы выбора CleanerLab предназначены для того, чтобы облегчить и быстрее процесс очистки, но он ничего не удалит без вашего одобрения. Приложение предлагает вам фотографии, чтобы сохранить или удалять, хотя у вас всегда будет последнее решение.'
        },
        {
            title: 'Как CleanerLab классифицирует фотографии?',
            content: 'CleanerLab классифицирует все ваши фотографии на 4 категории: аналогичные дубликаты, скриншоты, другие'
        },
        {
            title: 'Похожий',
            content: 'Эта категория будет включать почти идентичные фотографии, которые обычно делаются в один и тот же период времени, и включают одни и те же объекты/людей на одном и том же фоне, даже если фотографии сделаны под другим углом. CleanerLab автоматически разделяет набор аналогичных фотографий, отметьте одну из них как лучший результат, используя его методы сравнения и обнаружения, а остальные выберет для удаления.'
        },
        {
            title: 'Дублирован',
            content: 'Эта категория будет включать фотографии, которые точно такие же, как друг друга. Вы можете удалить все дубликаты одновременно и сохранить оригиналы.'
        },
        {
            title: 'Secrenshoots',
            content: 'Эта категория будет включать скриншоты в вашей библиотеке, и приложение автоматически отмечает все для удаления, но, как всегда, оставьте окончательное решение для вас. Итак, если у вас есть скриншоты, которые вы хотите сохранить, обязательно добавьте их в свой список сохранения.'
        },
        {
            title: 'Другие',
            content: 'Это категория, в которой будут отсортированы фотографии, которые не вписываются в другие категории. CleanerLab объединяет их, чтобы вам было легче просмотреть, провести и очистить библиотеку'
        },
        {
            title: 'Как я могу удалить нежелательные фотографии?',
            content: 'CleanerLab автоматически предложит вам несколько фотографий для снятия и отмечает их с помощью красного значка галочки, используя его методы обнаружения и сравнения. Выберите фото/фотографии, которые вы хотите удалить, а затем нажмите на кнопку «Удалить». Все выбранные фотографии будут удалены, поэтому не забудьте переместить те, которые вы хотите сохранить в свой список сохранения. \n Откройте аналогичную категорию. Выберите набор, который вы хотите проверить, и решить, что вы хотели бы сохранить или удалить. Если вы согласны с тем, что приложение выбрало для удаления и помечено как лучший результат, нажмите на кнопку «Переместить в мусор» на экране под набором. Если вы не согласны с тем, что предложило приложение, не дайте понять всем фотографиям, которые вы хотите сохранить, или добавьте их в свой список сохранения и отметьте те, которые вы хотите удалить. Как только вы закончите, вы можете просто нажать на мусорное ведро, а затем нажать на удаление, чтобы завершить процесс.'
        },
        {
            title: 'Могу ли я использовать CleanerLab на всех других моих устройствах?',
            content: 'Вы можете использовать только CleanerLab на iPhone, используя iOS 12 или выше. Сколько устройств вы можете использовать с помощью подписки или лицензии соответствуют условиям подписки и условий App Store.'
        }
    ],
    emailSection: [
        {
            title: 'Как я могу восстановить удаленные фотографии или видео?',
            content: 'Не нужно беспокоиться, если вы случайно удалили фотографию/видео. Процесс очистки CleanerLab совместим с процессом очистки IOS Photos Process: то есть все удаленные фотографии/видео будут перемещены в недавно удаленный альбом в вашей библиотеке на 30 дней. Таким образом, даже если вы совершите ошибку, вы можете восстановить удаленные фотографии или видео в течение 30 дней. Приложение iOS \'Photos автоматически удаляет фотографии с вашего iPhone через 30 дней. \n\n  • Чтобы восстановить фото или видео, удаленное менее 30 дней назад, выполните следующие действия: \n  • Откройте приложение Photos на своем телефоне и нажмите недавно удаленный альбом. \n  • Нажмите «Выберите» в верхнем правом углу. \n  • Выберите файлы, которые вы хотите восстановить, а затем нажмите «Восстановить». \n\n Чтобы восстановить все в недавно удаленном альбоме, сначала \n\n Выберите, а затем \n Нажмите восстановить все. \n Обратите внимание, что этот альбом содержит фотографии, которые были удалены вручную и удалены CleanerLab.'
        },
        {
            title: 'Почему на моем телефоне нет свободного места после уборки?',
            content: 'CleanerLab совместим с процессом очистки приложения для iOS Photo: IE все удаленные фотографии/видео в вашей библиотеке на 30 дней: \n\n Недавно удален \n\n Переехал на альбом. Приложение iOS \'Photos автоматически удаляет фотографии с вашего iPhone через 30 дней. \n\n Следуйте этим шагам, чтобы освободить место для хранения: \n\n  • Откройте приложение Photos на своем iPhone, прокрутите вниз и нажмите недавно удаленный альбом. \n  • Удалить все \n\n Обратите внимание, что этот альбом содержит фотографии, которые были удалены вручную и удалены CleanerLab.'
        },
        {
            title: 'Как я могу отменить свою подписку?',
            content: 'Чтобы отменить подписку, вы можете выполнить эти шаги: \n https://support.apple.com/en-us/ht202039'
        },
        {
            title: 'Почему я не могу позволить CleanerLab получить доступ к моим фотографиям?',
            content: 'Если вы не видите, разрешите опцию доступа к фото в настройках, вы можете выполнить эти шаги: \n\n 1. Запустите приложение «Настройки» \n 2. Прокрутите вниз и нажмите время экрана \n 3. Выберите ограничения контента и конфиденциальности \n 4. Найдите и нажмите фотографии \n 5. Обязательно проверьте вариант разрешения изменений. \n 6. Затем полностью закрыть CleanerLab и снова откройте его.'
        },

    ],
    anotherTitle: 'Еще одна вещь',
    anotherContent: 'Код устройства: \n '+"{{deviceId}}"
        +'\n Свяжитесь с нами с кодом вашего устройства. \n support@cleanerlabapp.com',
    aboutUsPage: {
        title: 'О нас',
        content: 'Мы разрабатываем мобильные приложения для потребностей пользователей. Мы делаем свою работу со страстью и знаем, что мы открыты для постоянного обучения. \n Мы работаем над разработкой приложений, которые необходимы нашим пользователям и пользуются использованием. Мы разрабатываем и реализуем простые в использовании, понятные и прозрачные приложения. \n\n С нашей командой мы каждый день учимся и улучшаем себя. Делая это, для нас очень важно, чтобы наша рабочая среда была приятной и мирной. \n\n Вы можете связаться с нами, когда хотите во всем, что хотите. Мы будем с нетерпением ждать обратной связи от вас. \n\n support@cleanerlabapp.com'
    },
    privacyPage: {
        title: 'Политика конфиденциальности',
        content: 'ВВЕДЕНИЕ\nMobiledo Yazilim Hizmetleri Limited Sirketi («мы», «мы» или «наш») серьезно относится к вашей конфиденциальности. Настоящая Политика конфиденциальности («Политика конфиденциальности») объясняет нашу Политику защиты данных и описывает типы информации, которую мы можем обрабатывать, когда вы устанавливаете и/или используете программное приложение для мобильных устройств («приложение», «наше приложение»), и объясняет, как мы и некоторые компании, которые мы сотрудничаем при обработке этой информации.\nКогда мы ссылаемся на личные данные (или личную информацию), мы подразумеваем любую информацию о любой, относящейся к естественному лицу, которого можно прямо или косвенно идентифицировать, в частности, ссылка на такие данные.\nЭто естественный человек, которого можно идентифицировать прямо или косвенно, в частности, путем ссылки на идентификационный номер или к одному или нескольким факторам, характерным для его или ее физического, физиологического, психического, экономического, культурного или социального статуса.\nНаша политика конфиденциальности применяется ко всем пользователям, и другим, которые получают доступ к приложению («Пользователи»).\nДля целей GDPR мы являемся контроллером данных, если не указано иное.\nПожалуйста, прочитайте следующую политику конфиденциальности, для получения информации о том, как ваша личная информация может быть обработана, тщательно. Когда вы используете приложение, вы признаете, что прочитали, поняли и соглашались быть связанными настоящими Условиями.\n\nII Информация, которую мы обрабатываем\nЕсть две общие категории информации, которую мы можем обработать.\nII.1 Информация, которую вы отправляете\nМы обрабатываем следующую личную информацию о вас, когда вы используете приложение. Эта информация необходима для адекватной работы договора между вами и нами. Без такой информации невозможно предоставить полную функциональность приложения и выполнить запрошенные услуги.\nДругая информация, непосредственно связанная с использованием приложения, например, фотографии и документы, которые вы загружаете в приложение. По вашему согласию, у нас также может быть доступ к вашей камере.\nII.2 Информация, которая обрабатывается автоматически\nКогда вы используете приложение, некоторая информация о вашем устройстве и поведении вашего пользователя может быть обработана автоматически. Эта информация, как правило, не является личной, то есть, сама по себе не разрешает прямую связь с каким-либо конкретным человеком, и мы можем получить к нему доступ только в агрегированной форме. Мы обрабатываем эту информацию на том основании нашего законного интереса к улучшению нашего приложения и предоставлению нашим пользователям наилучшим опытом. Если мы не получаем доступ к таким данным, мы не сможем предоставить вам все запрошенные услуги и функции приложения.\nМы используем сторонние технологии автоматической обработки данных для анализа определенной информации, отправленной вашим устройством или нашим приложением. Автоматические технологии обработки данных (инструменты рекламы или аналитики) предоставляют нам данные, описанные ниже. Мы не контролируем, не контролируем и не отвечаем за то, как третьи стороны обрабатывают ваши личные данные, которые могут быть собраны их собственными средствами (не через наше приложение). В связи с тем, что некоторые из наших третьих лиц объявляют себя контроллерами для целей GDPR, любой запрос на информацию относительно ваших личных данных должен быть направлен на такие третьи стороны.\nИнформация файла журнала. Информация о файле журнала автоматически сообщается каждый раз, когда вы делаете запрос на доступ к приложению. Он также может быть предоставлен, когда приложение установлено на вашем устройстве. Когда вы используете наше приложение, инструменты аналитики автоматически записывают определенную информацию файла журнала, включая время и дату, когда вы начинаете и прекращаете использование приложения, и как вы взаимодействуете с приложением. Приложение может использовать автоматическую обработку ваших личных данных, включая профилирование, что означает любую форму автоматической обработки персональных данных, используемых для оценки определенных личных аспектов, связанных с вами, в частности для анализа или прогнозирования аспектов, касающихся ваших личных предпочтений, интересов, поведения, поведения, расположение или движения. Обработка информации с помощью автоматической технологии обработки данных начинается автоматически, когда вы начинаете использовать приложение.\nКуки и аналогичные технологии. Когда вы используете приложение, мы можем использовать файлы cookie и аналогичные технологии, такие как пиксели, веб -маяки, сценарии для обработки информации о том, как вы используете наше приложение и предоставляете вам функции. Cookie - это текстовый файл, содержащий небольшое количество информации, которая загружается на ваше устройство при доступе к приложению. Текстовый файл затем отправляется обратно на наш сервер каждый раз, когда вы используете приложение. Это позволяет нам более эффективно управлять приложением. Мы используем эту агрегированную информацию, чтобы понять и оптимизировать, как используется наше приложение, улучшение наших маркетинговых усилий и предоставляем контент и функции, которые вам интересны. Мы можем попросить рекламодателей или других партнеров обслуживать рекламу или услуги в приложение, которое может использовать файлы cookie или аналогичные технологии.\n\nIii. Цели обработки ваших личных данных\nНаша миссия - постоянно улучшать наше приложение и предоставлять вам новый опыт. В рамках этой миссии мы используем вашу информацию для следующих целей:\n(а) Чтобы сделать наш сервис доступным. Мы используем информацию, которую вы отправляете, и информация, которая обрабатывается автоматически для предоставления вам WI'
    },
    deleteSelected: 'Удалить выбранное',
    months: [
        'Январь',
        'Февраль',
        'Маршировать',
        'апреля',
        'Май',
        'Июнь',
        'Июль',
        'Август',
        'Сентябрь',
        'Октябрь',
        'Ноябрь',
        'Декабрь'
    ],
    howWorksFreeTrial: 'Как работает ваша бесплатная пробная версия',
    accessUnlimited: 'Разблокировать неограниченный доступ',
    getToday: 'Сегодня: получить неограниченный доступ',
    getTodayDesc: 'Очистите свои фотографии неограниченное количество раз с помощью CleanerLab Pro.',
    remindTomorrow: '2 -й день: пробное напоминание',
    remindTomorrowDesc: 'Получите напоминания о том, когда истекает ваша бесплатная пробная версия.',
    trialEnd: '3 -й день: заканчивается испытание',
    trialEndDesc: 'Ваша подписка начнется на {{date}}.',
    autoRenew: 'Авто возобновляемый',
    startTrial: 'Начните бесплатную пробную версию',
    equalCoffee: '{{price}} С чашкой кофею может купить - или вы можете обновить свой телефон на месяц.',
    unlimitedDelete: 'Неограниченное удаление и слияние',
    orGoWithPremium: 'или продолжить с ограниченным доступом',
    trialEnabled: 'Начните бесплатную пробную версию',
    notSureYet: 'Пока не уверен?',
    enableTrial: 'Используйте пробное испытание',
    getFullAccess: 'Получите неограниченный доступ',
    try3Days: '3 дня бесплатная пробная версия',
    week: 'неделя',
    month: 'месяц',
    year: 'год',
    autoRenewable: 'Он обновляется автоматически. Отменить в любое время \n  {{price}}/{{period}}',
    autoRenewableShort: '{{price}}/{{period}},',
    autoRenewableUltraShort: '{{price}}/{{period}}',
    today: 'Сегодня',
    getUnlimited: 'Получите неограниченный доступ',
    deleteUnlimited: 'Очистите свои фотографии неограниченное количество раз с помощью CleanerLab.',
    trialReminder: 'Пробное напоминание',
    getReminder: 'Получите напоминания о том, когда истекает ваша бесплатная пробная версия.',
    trialEnds: 'Пробная версия окончания.',
    daysFree: '3-дневное бесплатное испытание',
    subsWillStart: 'Ваша подписка {{day}} {{month}} начнется.',
    startMembership: 'Начать членство',
    subsRequirements: 'Условия подписки',
    reBuy: 'Восстановить покупку',
    secondDay: 'День 2',
    thirdDay: 'День 3',
    percent: '50%',
    earn: 'Зарабатывать',
    scanSimilars: 'Мгновенно обнаружите похожие фотографии',
    noAdNoLimit: 'Без рекламы и неограниченное',
    takeTime: 'Сохранить хранилище и время',
    freeDays: 'День БЕСПЛАТНО',
    popular: 'ПОПУЛЯРНЫЙ',
    save60: '60% зарабатывают',
    save80: '80% зарабатывают',
    londonComments: [
        {
            text: 'Это удивительное приложение ускорило мой телефон 🔋'
        },
        {
            text: 'Я рад, что скачал приложение, пространство открыто сразу 🥰'
        },
        {
            text: 'Мой телефон больше меня не разозлит 🥳'
        }
    ],
    autoRenewCancel: 'Автопродранные, отмените в любое время',
    yourePremium: 'Премиальное членство, определенное для вашей учетной записи 🎉',
    congrats: 'Поздравляю!',
    success: 'Успех!',
    deletedObjects: 'Удаленные объекты',
    totalGained: 'Всего получило место',
    dontForget: 'Не забудьте удалить фотографии из недавно удаленного раздела!',
    'continue': 'Продолжать',
    preparing: 'Подготовка',
    pleaseWait: 'Пожалуйста подождите',
    changePassword: 'Изменить пароль',
    newPassword: 'Новый пароль',
    setPassword: 'Установка пароля',
    oldPassword: 'Старый пароль',
    save: 'Сохранять',
    passwordChanged: 'Пароль успешно изменен',
    enterPassword: 'Введите пароль',
    yousetpassword: 'Вы устанавливали пароль раньше.',
    enter: 'Войти',
    saveTime: 'Сэкономьте время, избавившись от рекламы.',
    deleteUnecessary: 'Удалить ненужные видео',
    deleteVideoDesc: 'Очистите ненужные видео, которые занимают место.',
    deleteExcess: 'Очистите свой телефон избыточного носителя.',
    cleanDuplicate: 'Чистые дубликаты фотографий',
    fastFind: 'Быстро найти похожие фотографии',
    cleanStorage: 'Бесплатное хранение',
    cancelAnyTimeLong: '*Отмените в любое время во время 3-дневной бесплатной пробной версии. Автоматически распространяется на подписку на {{price}}/{{period}}.',
    cancelAnyTimeShort: 'Автоматически распространяется на подписку на {{price}}/{{period}}.',
    weekly: 'Еженедельно',
    monthly: 'Ежемесячно',
    yearly: 'Ежегодно',
    pricePaid: '{{period}}/{{price}}',
    priceTrial: '{{period}}/{{price}}, через 3 дня бесплатная пробная версия',
    ankaracomments:[
        {
            text: "Очистите свое устройство одним касанием",
        },
        {
            text: "Удалить дубликаты фото/видео",
        },
        {
            text: "Объединить повторяющиеся контакты",
        },

    ],

    noKept: 'Галерея пуста.',
    addKept: 'Добавьте несколько фотографий и видео.',
    analyzing:"Анализ..."

}
